Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: Attendance Percentage
ru: % средней посещаемости

source: Percentage Repeated Year Left
ru: % оставленных на повторный год (академ отпуск)

source: Percentage Of Deducted
ru: % отчисленных (выбывших)

source: Percentage Who Missed More Than 25 Education Days
ru: % пропустивших больше 25 учебных дней

source: Without group
ru: Без группы

source: Only the following formats are allowed: jpeg, .jpg, .gif, .png, .rtf, .txt, .csv, .pdf, .ppt, .pptx, .doc, .docx, .xls, .xlsx, .zip
ru: Разрешены только следующие форматы: jpeg, .jpg, .gif, .png, .rtf, .txt, .csv, .pdf, .ppt, .pptx, .doc, .docx, .xls, .xlsx, .zip.

source: Date completed should not be earlier than date started
ru: Дата завершения не должна быть раньше даты начала

source: Сl.teacher
ru: Ответственный за класс/группу

source: Indefinite
ru: Бессрочная

source: A disability record for this period already exists
ru: Запись инвалидности для данного периода уже существует

source: The value is not valid. Must be in 0 - 146576
ru: Значение недействительно. Должен быть в 0 - 146576

source: Student Year Payment Correspondence
ru: Плата за обучение одного студента за учебный год(заочно)

source: OLYMPIADS
ru: Олимпиады

source: Number Of Participants By District
ru: Число участников за последние три года по району

source: Number Of Participants By Region
ru: Число участников за последние три года по области

source: Republic Number Of Participants
ru: Число участников за последние три года по республике

source: Number Of Participants International
ru: Число участников за последние три года в международных олимпиадах

source: District Number Of Winners
ru: Число победителей, занявших одно из первых трёх мест за последние три года по району

source: Region Number Of Winners
ru: Число победителей, занявших одно из первых трёх мест за последние три года по области

source: Republic Number Of Winners
ru: Число победителей, занявших одно из первых трёх мест за последние три года по республике

source: International Olympiads Number Of Winners
ru: Число победителей, занявших одно из первых трёх мест за последние три года на международных олимпиадах

source: Od Excellent 5 9
ru: Только на отлично (5-9 классы), %

source: Od Good Excellent 5 9
ru: Только на хорошо (5-9 классы), %

source: Od Satisfactorily 5 9
ru: Только на удовлетворительно (5-9 классы), %

source: Od Mixed Grades 5 9
ru: На смешанные оценки (5-9 классы), %

source: Od Excellent 10 11
ru: Только на отлично (10-11 классы), %

source: Od Good Excellent 10 11
ru: Только на хорошо (10-11 классы), %

source: Od Satisfactorily 10 11
ru: Только на удовлетворительно (10-11 классы), %

source: Od Mixed Grades 10 11
ru: На смешанные оценки (10-11 классы), %

source: ATTENDANCE
ru: Посещаемость

source: Certificate of basic general education
ru: Свидетельство об основном общем образовании

source: Certificate of basic general education with honors
ru: Свидетельство об основном общем образовании с отличием

source: General education certificate
ru: Аттестат об общем образовании

source: Certificate of general education with honors
ru: Аттестат об среднем общем образовании с отличием

source: By clicking save, a transfer request will be sent to the institution for approval
ru: При нажатии кнопки «Сохранить» запрос на перевод будет отправлен в организацию для утверждения.

source: Institution Period
ru: Период

source: Receipts three quarters
ru: ПОСТУПЛЕНИЯ (с 01.01.2020 по 30.09.2020)

source: EXPENDITURE THREE QUARTERS
ru: РАСХОДЫ (с 01.01.2020 по 30.09.2020)

source: President
ru: Президент

source: Vice-President
ru: Вице-Президент

source: Vice-rector
ru: Вице-ректор

source: An entry already exists for this school period
ru: Запись на этот период уже существует

source: Academic Performance
ru: Успеваемость

source: Not student record found
ru: Студенческая запись не найдена

source: The value is not valid. This type of receipt has a zero balance
ru: Это значение не является допустимым. Данном виде поступления баланс нулевой или нету свободных средств

source: The value is not valid. The value must not exceed
ru: Это значение не является допустимым. Значение не должно превышать

source: User Allowance
ru: Пособие

source: This field could not be empty
ru: Это поле не может быть пустым

source: First Vice-Rector
ru: Первый проректор

source: General Secretary
ru: Генеральный Секретарь

source: Institution Spc
ru: УПК

source: Institution Spc
ru: УПК

source: InstitutionHistories
ru: История

source: MtsrTubdukApi
ru: Тундук

source: Services Spc
ru: Услуги УПК

source: Number Of Services Spc
ru: Количество услуг УПК

source: Gross Revenue Spc
ru: Валовая выручка УПК

source: Gross Net Profit Spc
ru: Валовая чистая прибыль УПК

source: Number Students Who Purchased Patent
ru: Количество студентов, купивших патент

source: Number Students Who Organized Their Own Company
ru: Кол-во студентов, организовавших собственное предприятие в любы юридических формах

source: FTE
ru: FTE (% занятости)

source: ASSIGN
ru: Назначить

source: UNASSIGN
ru: Отписать

source: Assigned Students
ru: Включенные обучающийся

source: Unassigned Students
ru: Не включенные обучающийся

source: Special Needs User Allowance Types
ru: Тип пособия

source: Is Active Allowance
ru: Активное пособие

source: Start Date Allowance
ru: Дата начала получения пособия

source: End Date Allowance
ru: Дата окончания получения пособия

source: Recipients of monthly cash compensation in exchang
ru: Получатели ежемесячной денежной компенсации взамен льгот (ДК)

source: Children with disabilities - under 18
ru: Детям с ОВЗ - до 18 лет

source: Disabilities from childhood I, II and III groups
ru: Лица с ОВЗ с детства I, II и III групп

source: Persons with disabilities of groups I, II and III
ru: Лица с ОВЗ I, II и III групп

source: Children in case of loss of one parent
ru: Детям в случае потери одного родителя

source: Children in case of loss of both parents
ru: Детям в случае потери обоих родителей

source: ADDITIONALLY
ru: Дополнительно

source: POSTGRADUATE
ru: Аспирантура

source: Stat Graduate Students Total Number
ru: Общая численность аспирантов

source: Stat Of Them Girls
ru: из них девочек

source: Stat Of Them Foreigners
ru: Из них иностранцев

source: Of Them Girls
ru: из них девочек

source: Stat Adopted In The Reporting Year
ru: Принято в отчетном году

source: Stat Of Them Girls Adopted
ru: из них девочек

source: Stat Defended In The Reporting Year
ru: Защитилось в отчетном году

source: Stat Defended Of Them Girls
ru: из них девочек

source: Performing this action will apply the proposed changes to the student record.
ru: Выполнение этого действия приведет к применению предложенных изменений к записи студента.

source: Ort Results
ru: Результаты ОРТ

source: Olympiads
ru: Олимпиады

source: Reason For The Operation
ru: Причина операции

source: Change in Staff Position
ru: Изменение должности персонала

source: The end date allowance is not valid. Must be higher than the start date allowance
ru: Допуск на дату окончания недействителен. Значение должно быть выше даты начала

source: Reason For Dismissal
ru: Причина увольнения

source: Fte
ru: Процентная ставка

source: The student is not listed in any class, please put him in the appropriate class
ru: Студент не числится ни в каком классе, пожалуйста посадите его в соответствующий класс

source: Up to 250 Mb/s
ru: До 250 Мбит/с

source: Golden Sign
ru: Претендент на Алтын Тамга

source: Student Education
ru: Образование

source: Golden Sign Confirm
ru: Подтвердил знак Алтын Тамга

source: Altyn Tamga
ru: Алтын Тамга

source: ORT
ru: ОРТ

source: Main Test Number Of Points Scored
ru: Количество набранных баллов по Основному тесту

source: English Language
ru: Английский язык

source: Mathematics
ru: Математика

source: Participation In Competition Scontests And Olympiads
ru: Участие в соревнованиях/конкурсах и олимпиадах

source: You are not allowed to remove the following in-use grades:
ru: Вы не имеете права удалять следующие используемые значение:

source: OLYMPIADS CONTESTS
ru: Олимпиады/Конкурсы

source: A fading form of tuberculosis
ru: Затухающая форма туберкулеза

source: Scoliosis
ru: Сколиоз

source: Schools for the mentally retarded (auxiliary)
ru: Школы для умственно отсталых (вспомогательные)

source: Mentally retarded children-orphans school
ru: Школы-интернаты для умственно отсталых детей и детей-сирот

source: Schools for the blind
ru: Школы для слепых

source: Schools for the visually impaired
ru: Школы для слабовидящих

source: Deaf schools
ru: Школы для глухих

source: Hearing impaired and the late deaf (deaf) schools
ru: Школы для слабослышащих и позднооглохших (тугоухих)

source: Schools for children with severe speech impairment
ru: Школы для детей с тяжелыми нарушениями речи

source: Classes of mentally retarded children
ru: Классы умственно отсталых детей

source: Classes for children with mental retardation
ru: Классы для детей с задержкой психического развития

source: Sanatorium-forest schools
ru: Санаторно-лесные школы

source: Various diseases children sanatorium school
ru: Санаторные школы-интернаты для детей с различными заболеваниями

source: Secretary-typist
ru: Секретарь-машинистка

source: Incoming student
ru: Приходящий обучающийся

source: OLYMPIADS CONTESTS
ru: Олимпиады (конкурсы)

source: Masseur
ru: Массажист

source: Psychiatrist
ru: Врач-психиатр

source: All Stages
ru: Уровни

source: Upload
ru: Загрузить

source: The to disability is not valid. Must be higher than the from disability
ru: Инвалидность не действительна. Дата от должна быть меньше, Дата до чем

source: Design Capacity
ru: Проектная мощность

source: A allowance record for this period already exists
ru: Запись о пособие за этот период уже существует.

source: Last Modified By
ru: Кто внес последнее изменение

source: Last Modified On
ru: Дата последнего изменения

source: Time Out cannot be earlier than Time In
ru: Время конца не может быть раньше, чем время начала

source: Attendance will be saved automatically.
ru: Посещаемость будет сохранена автоматически.

source: Time record successfully saved.
ru: Запись времени успешно сохранена.

source: Not available to revert.
ru: Недоступно для возврата.

source: Process End Date
ru: Дата окончания формирования

source: A record already exists for this period with this source type
ru: Запись уже существует для этого периода с этим типом источника

source: Due to the systematic technical delays at work
ru: Из-за систематических задержек на работе

source: Due to conscription in army
ru: Из-за призыва в армию

source: Estimate
ru: Смета

source: Institution Estimate
ru: Смета организации

source: Calendar Period
ru: Календарный период

source: Source
ru: Источник финансирования

source: Name Of The Indicator
ru: Статья расходов

source: Approved Budget
ru: Утвержденный бюджет

source: Revised Budget
ru: Уточненный бюджет

source: The value must be numeric and must be equal to 14
ru: Значение должно быть числовым и равным 14

source: The value must be numeric.
ru: Значение должно быть числовым.

source: View Details
ru: Посмотреть детали

source: Change Type
ru: Изменить тип

source: Update Details
ru: Детали обновления

source: Change in Type
ru: Изменение типа

source: You need to configure Assessment Periods first
ru: Сначала вам необходимо настроить периоды оценки

source: File Number
ru: Номер файла

source: Other organizations
ru: Прочие организации

source: Save location
ru: Сохранить местоположение

source: Location saved successfully
ru: Местоположение успешно сохранено

source: Kazakh
ru: Казахский язык

source: Combination
ru: Совмещение

source: Fixed Assets
ru: Основные средства

source: Fixed Assets Type
ru: Тип Основного средства

source: Constructions
ru: Сооружения

source: Vehicles
ru: Транспортные средства

source: Furniture and office equipment
ru: Мебель и офисное оборудование

source: Other fixed assets
ru: Прочие основные средства

source: Depreciation Rate
ru: Норма амортизации, %

source: Inventory Number
ru: Инвентаризационный номер

source: Initial Cost
ru: Первоначальная стоимость

source: Circulating
ru: Обращающийся

source: Importance
ru: Важность

source: Document Status
ru: Статус документа

source: Correspondence
ru: Корреспонденция

source: Raw
ru: необработан

source: Processed
ru: обработан

source: normal - 14 days
ru: нормальная - 14 дней

source: urgent - 3 days
ru: срочная - 3 дня

source: very urgent - 1 day
ru: весьма срочная - 1 день

source: natural person
ru: Физическое лицо

source: entity
ru: Юридическое лицо

source: Theme
ru: Тема

source: Outline
ru: Краткое содержание

source: Document Scan Copy
ru: Скан-копия документа

source: Number Of Pages
ru: Количество страниц

source: Term Of Execution
ru: Срок исполнения

source: Responsible
ru: Ответственный

source: Case Nomenclature Number
ru: № номенклатуры дел

source: Case Index
ru: Индекс дела

source: Registration No
ru: Регистрационный №

source: Registration Date
ru: Дата регистрации

source: Incoming Document Number
ru: № входящего документа

source: Document Type
ru: Тип документа

source: Incoming document
ru: Входящий документ

source: Outgoing document
ru: Исходящий документ

source: Basic data
ru: ОСНОВНЫЕ ДАННЫЕ

source: Document credentials
ru: УЧЕТНЫЕ ДАННЫЕ ДОКУМЕНТА
