Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: Length should not exceed 5 digits or decimal places should not exceed 3 digits
ru: Длина не должна превышать 5 цифр или десятичные знаки не должно превышать 3 цифры

source: Current Assignee
ru: Текущее назначенное лицо

source: New Assignee
ru: Новое назначенное лицо

source: Reassign
ru: Переназначать

source: Error Validation: New Assignee cannot be the same as Current Assignee
ru: Новое назначенное лицо не может быть тем же человеком, кто является текущим назначенным лицом

source: Reopen
ru: Заново открыть

source: Appraisal Type
ru: Тип аттестации

source: Appraisal Form
ru: Форма аттестации

source: Appraisal Period From
ru: Период аттестации с

source: Appraisal Period To
ru: Период аттестации до

source: Date Appraised
ru: Дата оценки

source: Pending Approval From Sending Institution
ru: В ожидании одобрения от отправляющей организации

source: Pending Student Admission
ru: В ожидании принятия обучающегося

source: Admitted
ru: Принят

source: To recover your username, enter the email address you use in this system.
ru: Чтобы восстановить ваш логин, введите адрес электронной почты, который вы используете в этой системе

source: Recover Username
ru: Восстановить логин

source: Return to login
ru: Вернуться к входу в систему

source: Recover Your Username
ru: Восстановить логин

source: Recover Your Password
ru: Восстановить пароль

source: To reset your password, enter the email address or username you used in this system. A link will be emailed to you which will let you reset your password.
ru: Чтобы изменить пароль, введите адрес электронной почты или логин, которые вы использовали в этой системе. Вам будет выслана ссылка, которая позволит вам изменить пароль

source: Username or Email
ru: Логин или электронный адрес

source: Reset Password
ru: Восстановить пароль

source: Please check your email for further instructions.
ru: Пожалуйста, проверьте свою электронную почту для дальнейших инструкций

source: Please check your email for more information.
ru: Пожалуйста, проверьте свою электронную почту для дополнительной информации

source: Please enter a valid email address.
ru: Пожалуйста, введите правильный e-mail, без пробелов

source: Your password has been reset successfully.
ru: Ваш пароль был успешно изменен

source: Forgot username?
ru: Забыли логин?

source: Forgot password?
ru: Забыли пароль?

source: Total Attendance
ru: Потенциально неправильные даты рождения

source: No. of Present
ru: Текущий рабочий процесс

source: No. of Late
ru: Заявка на получение стипендии

source: No. of Absence
ru: Дни до даты закрытия приема заявки

source: Week
ru: Неделя

source: Day
ru: День

source: Reason / Comment
ru: Предназначен для использования всеми, в том числе лицами с особыми потребностями / инвалидностью.

source: Period 1
ru: Этот курс соответствует специальным образовательным потребностям (SEN)

source: Period 2
ru: Направления

source: Period 3
ru: Услуги

source: Period 4
ru: Приспособления

source: Period 5
ru: планы

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Present
ru: День

source: Absence - Excused
ru: Посещаемость в день

source: Absence - Unexcused
ru: Причина / Комментарий

source: Late
ru: Период 1

source: No. of Staff on Leave
ru: Период 2

source: Time In
ru: Период 3

source: Time Out
ru: Период 4

source: Current Staff
ru: Текущий персонал

source: This student is already allocated to xxx
ru: Этот обучающийся уже записан для ххх

source: Student Information
ru: Информация обучающегося

source: Transfer Student
ru: Перевод обучающегося

source: Project Director
ru: Четверг

source: District Education Manager
ru: Районный менеджер по образованию

source: Administrative Officer
ru: Администратор

source: Assistant Education Officer
ru: Помощник сотрудника по вопросам образования

source: Director Education Planning Unit*
ru: Директор отдела планирования образования

source: Director Policy, Planning, Research & Eval Unit
ru: Отсутствие - c разрешением

source: District Education Officer
ru: Участковый уполномоченный по образованию

source: Timetable
ru: Расписание

source: Timetables
ru: Расписание

source: New Staff
ru: Новый персонал

source: Create New Student
ru: Создать нового обучающегося

source: Referrals
ru: Направления

source: Services
ru: Услуги

source: Service Name
ru: Название услуги

source: Organization
ru: Организация

source: Number Of Students By Stage
ru: Количество обучающихся по уровням

source: Referrer Name
ru: ФИО направляющего

source: Referrer Type
ru: Тип направления

source: Devices
ru: Устройства

source: Device Name
ru: Название устройства

source: Plans
ru: Планы

source: Plan Name
ru: Название плана

source: Insurances
ru: Страховки

source: Accessible
ru: Доступный(ая/ое)

source: Not Accessible
ru: Не доступный(ая/ое)

source: Demographic
ru: Демография

source: Overall Comment:
ru: Общий комментарий:

source: Specialisations
ru: Специализация

source: -- Select Status --
ru: -- Выбрать статус --

source: Published
ru: Опубликованный

source: Next
ru: Следующий

source: New Student Details
ru: Детали нового обучающегося

source: Complete
ru: Завершить

source: Date of Meeting
ru: Дата встречи

source: Committees
ru: Комитеты

source: All Types
ru: Все типы

source: Scholarship Name
ru: Название стипендии

source: Scholarships
ru: Стипендии

source: Mandatory
ru: Обязательно

source: Assets
ru: Активы

source: All Accessibilities
ru: Все возможности

source: Create New Staff
ru: Создать нового сотрудника

source: New Staff Details
ru: Детали нового сотрудника

source: The staff is added successfully.
ru: Персонал успешно добавлен.

source: People
ru: Руководство (администрация)

source: Mobile Number
ru: Мобильный номер

source: Department
ru: Отдел

source: Designation
ru: Позиция

source: Mixed
ru: Смешанный

source: Full-Time
ru: Полный рабочий день

source: Part-Time
ru: Не полный рабочий день

source: Institution Position
ru: Позиция (должность) в организации

source: Staff Change Type
ru: Тип изменения персонала

source: Single Shift Owner
ru: Одна смена

source: Timetable will be automatically saved
ru: Расписание будет автоматически сохранено

source: Schedules
ru: Расписание

source: The student is added successfully.
ru: Обучающийся успешно добавлен.

source: Attendances
ru: Посещаемость

source: Institution Staff Attendances
ru: Посещаемость персонала организации

source: Change in Staff Type
ru: Изменение типа персонала

source: Not Specified
ru: Не указано

source: Change in Assignment
ru: Изменение в назначении

source: New FTE
ru: Новый % занятости (FTE)

source: Current FTE
ru: Текущий % занятости (FTE)

source: Change of Start Date
ru: Изменение даты начала

source: Change in FTE
ru: Изменение % занятости (FTE)

source: Current Staff Type
ru: Текущий типа персонала

source: Performing this action will apply the proposed changes to the staff record.
ru: При выполнении этого действия предложенные изменения будут применены к штатному расписанию.

source: Select All
ru: Выбрать всех

source: Unassign
ru: Отписать

source: Search Unassigned Students
ru: Найти не включенных обучающихся

source: Search Assigned Students
ru: Найти включенных обучающихся

source: Assign
ru: Записать (Добавить)

source: Add Field of Study
ru: Добавить направление (специальность)

source: Pay Scale 1
ru: Шкала оплаты 1

source: Pay Scale 2
ru: Шкала оплаты 2

source: Module Translations
ru: Модульный перевод

source: Current Week
ru: Текущая неделя

source: Date of Application
ru: Дата заявки

source: Reached the maximum number of students allowed in a class.
ru: Достигнуто максимально допустимое количество обучающихся

source: 404 Forbidden: Page Not Found
ru: Ошибка 404: Страница не найдена

source: Pin
ru: ИНН (ПИН)

source: Guardians First Name
ru: Имя родителя/опекуна

source: Guardians Last Name
ru: Фамилия родителя/опекуна

source: Student First Name
ru: Имя обучающегося

source: Student Last Name
ru: Фамилия обучающегося

source: School Event
ru: Событие

source: Request for Change in Assignment has been submitted successfully.
ru: Запрос на изменение в назначении был успешно отправлен.

source: Term
ru: Срок

source: Interval
ru: Интервал

source: Interval (mins)
ru: Интервал (мин.)

source: Start Scheduling
ru: Начать планирование

source: MTB
ru: МТБ

source: Number Of Computer Classes
ru: Количество компьютерных классов (ОИВТ)

source: Number Of Computers
ru: Количество компьютеров

source: Number Of Computers Connected To The Internet
ru: Количество компьютеров, подключенных к Интернету

source: Number Of Computers Connected To The Internet For Education
ru: Количество компьютеров, подключенных к Интернету для обучения

source: Update Password
ru: Обновить пароль

source: Change Your Password
ru: Изменить свой пароль

source: Confirm new Password
ru: Подтвердите новый пароль

source: Education Specialization
ru: Направления (специальности)

source: Specialization
ru: Специализации

source: Education Field Of Studies
ru: Направления (специальности)

source: This student is already allocated to current institution
ru: Обучающийся уже записан в эту организацию

source: There is no programme set for this institution
ru: Для этой организации нет программ

source: Next Institution Class
ru: Следующий класс/группа

source: This institution is inactive, all data entry operation are disabled.
ru: Эта организация неактивна, все операции ввода данных отключены.

source: Licensing
ru: Лицензирование

source: Issuing Authority
ru: Орган выдачи

source: Term Date
ru: Дата окончания

source: License certification authority
ru: Сертификационный центр

source: Personnel certification body
ru: Орган по сертификации персонала

source: Pending Approval From Receiving Institution
ru: В ожидании одобрения от принимающей организации

source: Student Status Updates
ru: Обновление статуса обучающегося

source: Execution Status
ru: Статус выполнения

source: In Queue
ru: В очереди

source: Workflow Assignee
ru: В процессе записи

source: Workflow Comments
ru: Комментарии

source: Current Step
ru: Текущий шаг

source: This student is already allocated to the current institution
ru: Этот обучающийся уже записан в эту организацию

source: Temporary Replacement
ru: Временная замена

source: Students without Class
ru: Обучаемые без класса / группы

source: There are no shifts configured for the selected academic period
ru: Для выбранного академического периода смены не настроены

source: Students status changed successfully.
ru: Статус обучаемого успешно изменился.

source: Male (Functional)
ru: Мужской (функциональный)

source: Male (Non-functional)
ru: Мужской (не функциональный)

source: Female (Functional)
ru: Женский (функциональный)

source: Mixed (Functional)
ru: Смешанный (функциональный)

source: Mixed (Non-functional)
ru: Смешанный (не функциональный)

source: Female (Non-functional)
ru: Женский (не функциональный)

source: Education Form Of Training
ru: Форма обучения

source: Form Of Training
ru: Формы обучения

source: Secondary Teachers
ru: Дополнительные учителя

source: Transfer of student % to %
ru: Перевод обучающегося % в %

source: This translation already exist.
ru: Этот перевод уже используется.

source: Pending Student Transfer
ru: Обучающиеся ожидающие перевода

source: No Education Grade was selected.
ru: Не выбран уровень образования.

source: Guardians Address
ru: Адрес родителя/опекуна

source: Staff Release
ru: Выпуск персонала

source: There are no available Students for revert Student Status.
ru: Нет доступных обучающихся для восстановления статуса Обучающийся.

source: Today
ru: Сегодня

source: June
ru: Июнь

source: You need to configure Education Grades first
ru: Вы должны сначала заполнить уровни образования

source: Region education
ru: Область образования

source: Count organization
ru: Количество организаций

source: Count employees
ru: Количество сотрудников

source: Count students
ru: Количество обучающихся

source: Count total
ru: Всего

source: Count male
ru: Мужчин

source: Count female
ru: Женщин

source: Count boys
ru: Мальчиков

source: Count girls
ru: Девочек

source: Statistic
ru: Статистика

source: You have entered an invalid username or password.
ru: Вы ввели неверный логин или пароль.

source: Password length should be between 6 to 50
ru: Длина пароля должна быть от 6 до 50

source: Types
ru: Типы

source: Account Type
ru: Тип учетной записи

source: %s to %s of %s
ru: %s с %s по %s

source: Page % of %
ru: Стр % по %

source: Page %s of %s
ru: Стр %s по %s

source: Audits
ru: Аудит

source: This identity has already existed in the system.
ru: Этот номер уже есть в системе.

source: Capacity must not exceed 200 students per class
ru: Вместимость не должна превышать 200

source: There is no grade selected
ru: Уровень образования не выбран

source: Feeder Incoming Institutions
ru: Фидер входящие организации

source: Feeder Outgoing Institutions
ru: Фидер исходящие организации

source: Feeder Institution
ru: Фидерная организация (поставщик)

source: Recipient Institution
ru: Организация - получатель

source: No Of Students
ru: Нет обучающихся

source: SEN
ru: СОП

source: This course is Special Educational Needs(SENs) compliant.
ru: Этот курс соответствует специальным образовательным потребностям (СОП).

source: Open/Public
ru: Открытый

source: Bespoke
ru: На заказ

source: School Visit
ru: Посещение организации

source: Select All Target Populations
ru: Выбрать все целевые группы населения

source: All Target Populations Selected
ru: Все целевые группы населения выбраны

source: Specialisation 1
ru: Специализация 1

source: Feeders
ru: Фидер

source: Incoming
ru: Входящие

source: Outgoing
ru: Исходящие

source: Custom Filter Selection
ru: Выбор пользовательского фильтра

source: Select Custom Filters
ru: Выберите пользовательские фильтры

source: Select All Custom Filters
ru: Выбрать все пользовательские фильтры

source: Save as Draft
ru: Сохранить как черновик

source: Multiple Shift Owner
ru: Несколько смен

source: There is still pending item in institution workbench, please clear the workbench before proceed.
ru: В организации есть не прочитанные уведомления

source: Institution Shifts
ru: Смены организации

source: Designed for use by anyone including those with special needs/disabilities.
ru: Предназначен для использования всеми, в том числе с особыми потребностями / инвалидностью.

source: Date should be within Academic Period.
ru: Дата должна быть в течение академического периода.

source: Classes Secondary Staff
ru: Вспомогательный учитель

source: Class Students
ru: Обучающиеся

source: Subject Students
ru: Предметы

source: Class Attendance Records
ru: Посещаемость

source: Faculties
ru: Факультеты

source: Institution Faculty
ru: Факультет

source: Short Name
ru: Сокращенное наименование (на русском)

source: Opening Date
ru: Дата открытия

source: Closing Date
ru: Дата закрытия

source: noFaculties
ru: Не найдено

source: Type organization
ru: Тип организации

source: Last updated statistic
ru: Последнее обновление статистики

source: Selected Education Grade for the selected Education Programme already added
ru: Выбранный уровень образования для выбранной образовательной программы уже добавлен

source: Search subjects
ru: Поиск предмета

source: Selected Education Grade for the selected Education Programme already added.
ru: Выбранный уровень образования для выбранной образовательной программы уже добавлен.

source: Head
ru: Руководитель

source: Date should be within % and %
ru: Дата должна быть в промежутке дат с % и %

source: Number Of Pc Lan
ru: Количество компьютеров в составе локальных вычислительных сетей

source: Mobile Phone
ru: Мобильный телефон

source: Kyrgyzstan
ru: Кыргызстан

source: Staff Release In
ru: Выпуск персонала в

source: Position Start Date
ru: Дата начала работы

source: Previous Fte
ru: Предыдущая Fte (% занятости)

source: Student User
ru: Обучающийся

source: Pending Release In
ru: В ожидании выпуска в

source: Pending Release Out
ru: В ожидании выпуска из

source: Position End Date
ru: Дата окончания

source: To Do
ru: Сделать

source: In Progress
ru: В процессе

source: Done
ru: Готово

source: -- All Categories --
ru: -- Все категории --

source: Format: starts with 996 and only numeric values
ru: Должно начинаться с 996 и только числовые значения

source: Please enter a valid Numeric value
ru: Пожалуйста, введите цифровое значение

source: This field has to be unique
ru: Должно быть уникальным

source: Contacts (People)
ru: Контакты (сотрудники)

source: There should be at least one Email record
ru: Должна быть хотя бы одна запись электронной почты

source: Module Translation
ru: Модульный перевод

source: After Field
ru: Вставить поле после

source: String
ru: Строка

source: MonFields
ru: Новые поля

source: MonSections
ru: Новые секции

source: Practice
ru: Практика

source: Only latin letters are allowed
ru: Только латинские буквы

source: Before Field
ru: Перед полем

source: Contact value must be unique for each type
ru: Значение контакта должно быть уникальным для каждого типа

source: Please enter a valid Last Name
ru: Пожалуйста, введите правильную фамилию

source: Please enter a valid First Name
ru: Пожалуйста, введите правильное имя

source: Staff User
ru: Персонал

source: Nationality User
ru: Национальность

source: Sop
ru: СОП (с образовательными потребностями)

source: Home Education
ru: Надомное обучение

source: Foreigner
ru: Иностранный обучающийся

source: Responsible Gender Social Coordinator
ru: Ответственный координатор по гендерным и социальным вопросам

source: Teacher Education
ru: Педагогическое образование

source: Teacher Special Education
ru: Педагог со специальным образованием

source: Certificate Inclusive Education
ru: Сертификат по инклюзивному образованию

source: Project Capacity
ru: Количество мест по лицензии

source: Expense Funds
ru: Расходные фонды

source: Infrastructure MTB
ru: Инфраструктура МТБ

source: Infrastructure needs
ru: Потребности

source: Number of workrooms
ru: Количество учебных кабинетов

source: Infrastructure projects
ru: Проекты

source: Infrastructure wash sanitations
ru: Санитария

source: Infrastructure wash sewages
ru: Канализация

source: Type of legal form
ru: Тип организационно-правовой формы

source: Founder Name
ru: Учредитель

source: Founder Type
ru: Тип Учредителя

source: Short Name Kg
ru: Сокращенное наименование (на кыргызском)

source: Board Of Trustee
ru: Наличие попечительского совета

source: Price
ru: Цена

source: Institution provider
ru: Поставщик

source: Institution Status
ru: Статус организации

source: Institution Ownership
ru: Тип собственности

source: Institution locality
ru: Местонахождение

source: Survey forms
ru: Формы опросника

source: Total Number Of Books
ru: В общем количество книг (включая учебники)

source: Books By Specialty
ru: Количество учебников

source: Contacts (Institution)
ru: Контакты (организации)

source: Number Of Existing Contracts
ru: Кол-во имеющихся договоров

source: Of Them State Institutions
ru: (из них) - госорганизации

source: Private
ru: Частных

source: Partners Concluded Cooperation Agreements
ru: Партнеры с которыми заключили договора по сотрудничеству

source: Form Of Study
ru: Форма обучения

source: Base
ru: Основание

source: Partners
ru: Партнёры

source: Inclusive Class
ru: Инклюзивный класс

source: Correction Class
ru: Коррекционный класс

source: Tutorial For Inclusive Education
ru: Учебник для инклюзивного образования

source: Please select Subject and Textbook before adding record
ru: Пожалуйста, выберите предмет или учебник перед добавлением записи

source: Bus
ru: Автобус

source: Institution Trip
ru: Учебная поездка

source: Availability Of Computers
ru: Наличие компьютеров

source: Availability Of Interactive Equipment
ru: Наличие интерактивного оборудования

source: All Need Types
ru: Все необходимые типы

source: All Priorities
ru: Все приоритеты

source: Report Queue
ru: Очередь отчетов

source: Email Status
ru: Статус электронной почты

source: Doktor of PHILOSOPHY
ru: Доктор философских наук

source: Amount (KGS)
ru: Сумма (сом)

source: First Semester
ru: Первый Семестр

source: Are There Fice Offices In Schools
ru: Имеется ли в школах кабинеты ОИВТ

source: All Funding Source
ru: Все источники финансирования

source: Student Absent
ru: Обучающийся отсутствует

source: Translation
ru: Перевод

source: Financial Assistance Type
ru: Тип финансовой помощи

source: Recipient
ru: Получатель

source: Centers
ru: Центры

source: There is no programme set for available Academic Period on this institution
ru: В этом учебном заведении не установлена программа для академического периода

source: Result Type
ru: Тип результата

source: Generate Start Date
ru: Создать дату начала

source: Generate End Date
ru: Создать дату окончания

source: Potential Wrong Birthdates
ru: Потенциально неверные даты рождения

source: Logins
ru: Логины

source: Sort By
ru: Сортировать по

source: Default Order
ru: Порядок по умолчанию

source: Last Login - Desending Order
ru: Последний вход в систему - по убыванию

source: All Categories
ru: Все категории

source: Report Start Date
ru: Дата начала отчёта

source: Report End Date
ru: Дата окончания отчета

source: Recipients
ru: Получатели

source: Centres
ru: Центры

source: Log
ru: Журнал

source: Number Of Workrooms
ru: Кол-во мастерских

source: Number Of Laboratories
ru: Количество лабораторий

source: Securities
ru: Ценные бумаги

source: Student Visit Requests
ru: Запросы на посещение обучающихся

source: Format: starts with 996
ru: Начинается с 996

source: Outcome
ru: Результат

source: No Templates
ru: Нет шаблонов

source: Application Open Date
ru: Дата открытия приложения

source: Application Close Date
ru: Дата закрытия приложения

source: Annual Award Amount
ru: Ежегодная сумма стипендии

source: Bond
ru: Фин. облигационный год

source: Field Of Study Selection
ru: Выбор области исследования

source: Requirements
ru: Требования

source: Instructions
ru: Инструкции

source: Add Attachment Type
ru: Добавить тип вложения

source: Duration (Year)
ru: Продолжительность (год)

source: All Trip Types
ru: Все типы поездок

source: Land Types
ru: Типы земель

source: Work duration
ru: Продолжительность работы

source: Room Type Rent
ru: Тип комнаты Аренда

source: Left to Right
ru: Слева направо

source: Copy And Print Capability
ru: Возможность копирования и печати

source: Internet Provider
ru: Интернет провайдер

source: Internet Availability
ru: Интернет доступность

source: Filter Types
ru: Типы фильтров

source: Locale
ru: Место действия

source: Practice Type
ru: Тип практики

source: Place Of Intership
ru: Место стажировки

source: User Default Identity
ru: Имя пользователя по умолчанию

source: Workflow Records
ru: Записи рабочего процесса

source: Statistical Comm
ru: Статистическая связь

source: Which of the following does the school have access to?
ru: К какому из следующих направлений школа имеет доступ?

source: Mother Nationality
ru: Национальность матери

source: Mother Address
ru: Адрес матери

source: Mother Email
ru: Электронный адрес матери

source: Mother Living With Student
ru: Мать, живущая с обучающимся

source: Father Nationality
ru: Национальность отца

source: Father Address
ru: Адрес отца

source: Father Email
ru: Электронный адрес отца

source: Staff > Overview
ru: Персонал > Обзор

source: Institution > Land
ru: Организация > Территория

source: Rubric -> Options
ru: Рубрика -> Параметры

source: Students with Special Needs
ru: Обучающиеся с особыми потребностями

source: Existing Institution
ru: Существующее учреждение

source: New Examination Centre
ru: Новый экзаменационный центр

source: Second Semester
ru: Второй семестр
