Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: Date range is not within the academic period.
ru: Интервал дат не в академическом периоде

source: Default
ru: Дефолт

source: Download Failed Records
ru: Закачать незачеты

source: Download Successful Records
ru: Закачать Успешные Записи

source: Email already exists in the system
ru: Эл.почта уже существует в системе

source: Form
ru: Форма

source: Next Step
ru: Следующий шаг

source: No Available Rubrics
ru: Нет доступных заголовков

source: No Available Students
ru: Нет доступных обучающихся

source: No Staff
ru: Нет Персонала

source: No Subjects
ru: Нет Предметов

source: No Surveys
ru: Нет Опросов

source: Payment Date
ru: Дата Оплаты

source: Rubric Section
ru: Секция Заголовки

source: Section
ru: Секция

source: Students have been promoted
ru: Обучающиеся успешно переведены

source: Students Out of School
ru: Обучающиеся не в школе

source: System Groups
ru: Группы Системы

source: System Roles
ru: Роли Системы

source: The record has been added successfully.
ru: Запись была успешно добавлена

source: The record has been updated successfully.
ru: Запись была успешно обновлена

source: The record is not added due to errors encountered.
ru: Запись не добавлена из-за обнаруженных ошибок

source: The record is not updated due to errors encountered.
ru: Запись не обновлена из-за обнаруженных ошибок

source: There are no available Students for Promotion / Graduation
ru: Нет доступных обучающихся для продвижения

source: This guardian has already added.
ru: Этот родитель/опекун уже добавлен

source: Total FTE
ru: Общий FTE (% занятости)

source: Unable to delete this record due to payments by students already exists
ru: Невозможно удалить эту запись, так как платежи обучающимися уже существуют

source: User Groups
ru: Группы Пользователей

source: User Roles
ru: Роли Пользователя

source: Area Education
ru: Зона образования

source: Institution Fees
ru: Взносы

source: Contact Number
ru: Контактный номер

source: Homeroom Teacher
ru: Классный учитель

source: Institution Class
ru: Группа / Класс

source: Assigned
ru: Назначен

source: End of Assignment
ru: Конец назначения (увольнение)

source: Pending Change in Assignment
ru: В ожидании изменения в назначении

source: Pending Transfer In
ru: В ожидании перевода в

source: Pending Transfer Out
ru: В ожидании перевода на

source: Pending Approval
ru: В ожидании одобрения

source: Transfer Type
ru: Тип перевода

source: Full Transfer
ru: Полный перевод

source: Partial Transfer
ru: Частичный перевод

source: Staff Transfer
ru: Перевод сотрудника

source: Staff Transfer Approvals
ru: Одобрения переыода сотрудника

source: Staff Transfer Requests
ru: Заявки на перевод сотрудника

source: Student Absence Reasons
ru: Причины отсутствия обучающегося

source: Staff Absence Reasons
ru: Причины отсутствия сотрудника

source: Student Admission
ru: Прием обучающегося

source: All associated information related to this record will also be removed.
ru: Вся соответствующая информация, связанная с этой записью, также будет удалена

source: Are you sure you want to delete this record?
ru: Вы уверены, что хотите удалить эту запись

source: Institution Classes
ru: Группы / классы

source: Browse
ru: Искать

source: There are no students selected
ru: Не выбрано ни одного обучающегося

source: No Options
ru: Нет выбора

source: Emergency
ru: Чрезвычайная ситуация

source: Personal
ru: Личный

source: Work
ru: Работа

source: Difficulty
ru: Трудность

source: Homeroom Teacher Name
ru: Имя классного учителя

source: Total Mark
ru: Общая оценка

source: Course Name
ru: Название курса

source: Training Course
ru: Учебный курс

source: Training Session
ru: Учебная сессия

source: Pending For Deactivation
ru: В ожидании деактивации

source: Staff Transfer Approved
ru: Одобрен перевод сотрудника

source: Transfer From
ru: Перевод из

source: Transfer To
ru: Перевод на

source: No of Records
ru: Нет записей

source: Search Results
ru: Результаты поиска

source: -- Select --
ru: -- Выбрать --

source: Editable
ru: Редактируемое

source: Institution Filter
ru: Фильтр организации

source: Student Absence
ru: Отсутствие обучающегося

source: Staff Absence
ru: Отсутствие сотрудника

source: Student Teacher Ratio
ru: Соотношение преподавателя и обучающегося

source: Student Classroom Ratio
ru: Коэффициент ученического класса

source: Not Completed
ru: Не завершено

source: Potential Student Duplicates
ru: Повторение обучающегося

source: Potential Staff Duplicates
ru: Повторение сотрудников

source: Shift Type
ru: Тип смены

source: Add Comment
ru: Добавить комментарий

source: Full Time Equivalent
ru: Эквивалент полной занятости

source: Owner
ru: Владелец

source: Occupier
ru: Арендатор

source: No. of Students Present
ru: Количество присутствующих обучающихся

source: No. of Students Absent
ru: Количество отсутствующих обучающихся

source: No. of Students Late
ru: Количество опоздавших обучающихся

source: No. of Staff Present
ru: Количество присутствующих сотрудников

source: No. of Staff Absent
ru: Количество отсутствующих сотрудников

source: No. of Staff Late
ru: Количество опоздавщих сотрудников

source: All Assessments
ru: Все оценки

source: Room Type
ru: Тип кабинета

source: To Be Deleted
ru: Удалить

source: Associated Records
ru: Связанные записи

source: Delete operation is not allowed as there are other information linked to this record
ru: Операция удаления не разрешена, поскольку с этой записью связана другая информация

source: Overview edit will only take effect when classes permission is granted
ru: Редактирование обзора вступит в силу только тогда, когда предоставлено разрешение классов

source: From Education Grade
ru: С уровня образования

source: Delete operation is not allowed as there are other information linked to this record.
ru: Операция удаления не разрешена, поскольку с этой записью связана другая информация

source: Both latitude and longitude value have to be set for map to render
ru: Значения широты и долготы должны быть установлены для отображения карты

source: Examinations
ru: Экзамены

source: End of Usage
ru: Конец использования

source: Student Programmes
ru: Программы обучающихся

source: Student Account
ru: Учетная запись обучающегося

source: Exams
ru: Экзамены

source: --Select Area--
ru: --Выбрать область--

source: Room Status
ru: Статус кабинета

source: All Room Types
ru: Все виды кабинетов

source: In Use
ru: В применении

source: Staff Transfer Approval
ru: Одобрение перевода сотрудника

source: Staff Transfer Request
ru: Просьба о переводе сотрудника

source: Promotion / Repeat
ru: Перевод / Выпуск

source: Internal Search
ru: Внутренний поиск

source: Filter
ru: Фильтр (поиск)

source: Individual Promotion / Repeat
ru: Индивидуальное продвижение /Повторить

source: No Workbench Data
ru: Нет уведомлений

source: No options
ru: Нет выбора

source: Objective
ru: Цель

source: Experiences
ru: Опыт

source: Target Populations
ru: Целевое население

source: Training Providers
ru: Организаторы тренингов

source: Course Prerequisites
ru: Реквизиты о курсе

source: Result Types
ru: Типы результатов

source: Appraisals
ru: Аттестации

source: Requests
ru: Просьбы

source: Visit Requests
ru: Просьбы о посещениях

source: Assignee
ru: Уполномоченное лицо

source: Date Of Visit
ru: Дата визита

source: Select Target Populations
ru: Выбрать целевое население

source: Select Providers
ru: Выбрать организаторов

source: Select Courses
ru: Выбрать курсы

source: Select Specialisations
ru: Выбрать специализации

source: Select Result Types
ru: Выбрать типы результатов

source: Accredited
ru: Аккредитованный

source: Pending For Accreditation
ru: В ожидании аккредитации

source: Pending For Recommendation
ru: В ожидании рекоммендации

source: Closed
ru: Закрыто

source: Delete operation is not allowed as there are other information linked to this record.
ru: Операция удаления не разрешена, поскольку с этой записью связана другая информация

source: Students have graduated
ru: Обучающиеся окончили учебу

source: User Type
ru: Тип пользователя

source: Others
ru: Другие

source: Grading Types
ru: Типы оценки

source: Max
ru: Максимум

source: Min
ru: Минимум

source: Staff Subjects
ru: Предметы сотрудников

source: Education Subject
ru: Образовательный предмет

source: Assessment Grading Type
ru: Тип оценки

source: Period Weight
ru: Вес периода

source: Assessment Periods
ru: Периоды оценки

source: Templates
ru: Шаблоны

source: Subject Weight
ru: Вес предмета

source: Marks
ru: Отметки

source: Grading Options
ru: Опции оценивания

source: Add New Option
ru: Добавить новую опцию

source: Registration Start Date
ru: Дата начала регистрации

source: Registration End Date
ru: Дата завершения регистрации

source: Examination
ru: Экзаменация

source: Examination Items
ru: Экзаменационные предметы

source: Weight
ru: Вес

source: Grading Type
ru: Тип оценки

source: Exam Centres
ru: Экзаменационные центры

source: Select Examination
ru: Выбрать экзамен

source: Accounts
ru: Учетные записи

source: Examination Students
ru: Обучающиеся, которые будут сдавать экзамен

source: Registration Number
ru: Регистрационный номер

source: Register
ru: Регистрация

source: Unregister
ru: Разрегистрация

source: Examination Education Grade
ru: Экспертиза класса образования

source: Exam Centre
ru: Экзаменационный центр

source: Registered
ru: Зарегистрирован

source: Registered Students
ru: Зарегистрированные обучающиеся

source: Not Registered Students
ru: Незарегистрированные обучающиеся

source: Not Registered
ru: Не зарегистрирован

source: Total Registered
ru: Полностью зарегистрирован

source: All Examinations
ru: Все экзамены

source: Linked Institutions
ru: Связанные организации

source: Invigilators
ru: Наблюдатели

source: Invigilator
ru: Наблюдатель

source: Number Of Seats
ru: Количество мест

source: Auto Assign To Rooms
ru: Автоматическое назначение комнат

source: Bulk Register
ru: Массовая регистрация

source: Examination Centre
ru: Экзаменационный центр

source: Create As
ru: Создать как

source: Single Register
ru: Единая регистрация

source: Registration Directory
ru: Регистрационный справочник

source: Special Needs Difficulty
ru: Трудности, связанные с особыми потребностями

source: Exam Results
ru: Результаты экзамена

source: Student without Class
ru: Обучающийся без класса

source: Staff Positions
ru: Позиции сотрудников

source: Staff Classes
ru: Классы сотрудников

source: Staff Leave
ru: Отпуск сотрудников

source: Staff Awards
ru: Награды сотрудникам

source: Staff Qualifications
ru: Квалификации сотудников

source: Staff Extracurriculars
ru: Внеклассные занятия

source: Staff Memberships
ru: Членство персонала

source: Staff Licenses
ru: Лицензии персонала

source: Staff Appraisals
ru: Аттестация персонала

source: Final Rating
ru: Финальная оценка

source: Staff Bank Accounts
ru: Банковские счета сотрудников

source: Staff Salaries
ru: Зарплаты сотрудников

source: Addition Set
ru: Дополнения

source: Deduction Set
ru: Вычеты

source: Training Result Type
ru: Тип результата тренинга

source: Pending For Approval
ru: В ожидании одобрения

source: Approved
ru: Одобрен

source: Custom Field (Student)
ru: Пользовательское поле (обучающийся)

source: Unassigned
ru: Неназначенный

source: Select Subject
ru: Выбрать предмет

source: More Actions
ru: Больше действий

source: Submit For Deactivation
ru: Отправить на деактивацию

source: Field Type
ru: Тип поля

source: Systems
ru: Системы

source: Periods
ru: Периоды

source: All Data
ru: Все данные

source: Custom Field (Institution)
ru: Пользовательское поле (Организация)

source: Custom Field (Staff)
ru: Пользовательское поле (Персонал)

source: Index
ru: Индекс

source: Preferred Language
ru: Предпочтительный язык

source: Updates
ru: Обновления

source: Excel Templates
ru: Шаблоны в Excel

source: External Search
ru: Внеший поиск

source: %s with %s
ru: %s с %s

source: Transfer of student %s from %s
ru: Перевод обучающихся % из %

source: %s in %s
ru: %s в %s

source: %s of %s
ru: %s %s

source: %s from %s
ru: %s из %s

source: Transfer of staff %s to %s
ru: Перевод сотрудника %s на %s

source: Staff Transfer Approved of %s from %s
ru: Одобрен перевод сотрудника от %s на %s

source: Admission of student %s
ru: Приём (перевод) обучающихся %

source: Withdraw request of %s
ru: Отменить заявку %s

source: %s in %s on %s
ru: %s в %s дата %s

source: %s applying for session %s in %s
ru: %s подают на сессию %s в %s

source: Results of %s
ru: Результаты %s

source: Allocated To
ru: Записана на

source: Textbook ID
ru: Идентификационный Номер Учебника

source: Condition
ru: Условие

source: Profile
ru: Профайл

source: Profiles
ru: Профайлы

source: Height
ru: Высота

source: Body Mass Index
ru: Индекс Массы Тела

source: Body Mass
ru: Масса Тела

source: Promote From
ru: Перевод с

source: Promote To
ru: Перевод в

source: Region
ru: Регион

source: Zone
ru: Зона

source: Shared
ru: Поделиться с ролью

source: Textbook
ru: Учебник

source: Textbook Condition
ru: Условие Учебника

source: Textbook Conditions
ru: Условия Учебника

source: Textbook Status
ru: Статус Учебника

source: Risks
ru: Риски

source: Number Of Risk Index
ru: Номер Индекса Риска

source: Risks Criterias
ru: Критерии Риска

source: Institution Student Risks
ru: Риски Студента Организации

source: Operator
ru: Оператор

source: Less than or equal to
ru: Меньше чем или равно

source: Threshold
ru: Порог

source: References
ru: Рекомендации

source: Generate
ru: Генерировать

source: Generated By
ru: Сгенерировано Кем

source: Generated On
ru: Дата Генерации

source: Not Generated
ru: Не генерировано

source: Total Index
ru: Общий Индекс

source: Counsellings
ru: Консультации

source: Counselling
ru: Консультирование

source: Intervention
ru: Интервенция

source: Counselor
ru: Консультант

source: Guidance Type
ru: Тип руководства

source: File Name
ru: Название файла

source: All associated information related to this record will also be removed. Are you sure you want to delete this record?
ru: Все данные, связанные с этой информацией будет также удалена. Вы уверены, что хотите удалить эту информацию?

source: This field is required.
ru: Необходимо заполнить это поле

source: Not active homeroom teacher
ru: Неактивный учитель в классе

source: Not active teaching staff
ru: Неактивный преподавательский состав

source: Number Of Student By Stage
ru: Количество обучающихся по уровням

source: Number Of Staff By Type
ru: Количество сотрудников по видам

source: Number Of Staff By Year
ru: Количество сотрудников по годам

source: File attachment is required
ru: Вложение файла обязательно

source: Secondary Staff
ru: Вспомогательный персонал

source: Secondary Teacher
ru: Вспомогательный учитель

source: Multi-grade
ru: Из разных классов

source: Secondary Home Room Teacher
ru: Второй классный руководитель

source: Select Textbooks
ru: Выбрать учебники

source: Select Education Subject
ru: Выбрать предмет образования

source: Select Education Grade
ru: Выбрать класс образования

source: Select Academic Term
ru: Выбрать академический семестр

source: All Genders
ru: Представители всех полов

source: No Room Allocated
ru: Кабинет не выделен

source: Teacher(s)
ru: Учитель(я)

source: Past Teachers
ru: Прошлые учителя

source: Institution Textbooks
ru: Учебники организации

source: No Textbooks
ru: Нет учебников

source: Add Textbook
ru: Добавить учебник

source: Pending Withdraw
ru: В ожидании отчисления

source: Withdraw
ru: Отчисление

source: Withdrawn
ru: Отчислен

source: The current password was not matched.
ru: Текущий пароль не соответствует

source: Password should contain at least 1 uppercase character
ru: Пароль должен содержать как минимум один заглавный символ

source: Password should contain at least 1 number
ru: Пароль должен содержать как минимум одну цифру

source: Password should contain at least 1 non-alphanumeric character
ru: Пароль должен содержать как минимум один не буквенно-цифровой символ

source: Both passwords do not match
ru: Оба пароля не совпадают

source: There must be at least one Preferred Nationality
ru: Должно быть хотя бы одно предпочтительное гражданство

source: Relation
ru: Связь

source: Edit Profile
ru: Изменить профайл

source: Edit Relation
ru: Изменить связь

source: Guardian User
ru: Пользователь-родитель/опекун

source: No Guardian found.
ru: Родитель/опекун не найден

source: No Guardian
ru: Нет родителя/опекуна

source: No Results
ru: Нет результатов

source: No Examination Results
ru: Нет результатов экзамена

source: No Student Fees
ru: Нет студенческих сборов

source: Report Card
ru: Табель успеваемости

source: Report Cards
ru: Табеля успеваемости

source: transition
ru: переход

source: Last Executer
ru: Последний исполнитель

source: Last Execution Date
ru: Дата последнего исполнения

source: Behaviour Classification
ru: Классификация поведения

source: Classifications
ru: Классификации

source: Submit For Verification & Authentication
ru: Отправить на проверку и аутентификацию

source: Rating
ru: Рейтинг

source: Competency Set
ru: Ряд компетенций

source: Competencies / Goals
ru: Компетенции/Цели

source: Competencies
ru: Компетенции

source: Competency
ru: Компетенция

source: Import Salaries
ru: Вводить зарплаты

source: Submit For Approval
ru: Отправить на утверждение

source: Training Need Category
ru: Категория потребности в обучении

source: Applications
ru: Заявки

source: Apply
ru: Подавать

source: Number Of Months
ru: Количество месяцев

source: Number Of Hours
ru: Количество часов

source: Number Of Years
ru: Количество годов

source: Training Field Of Study
ru: Направление (специальность) обучения

source: Training Course Type
ru: Вид обучающего курса

source: Training Mode Of Delivery
ru: Способ обучения

source: Field of Study
ru: Направление (специальность)

source: Field Of Studies
ru: Направления (специальности)

source: All Days
ru: Все дни

source: Linked Cases
ru: Связанные дела

source: Case Number
ru: Номер дела

source: Student Competencies
ru: Компетенции обучающихся

source: All Competencies
ru: Все компетенции

source: Competency Template
ru: Формат компетенций

source: Competency Period
ru: Период компетенции

source: Competency Item
ru: Элемент компетенции

source: Competency Assessment period
ru: Период оценки компетенции

source: Changes will be automatically saved when any value is changed
ru: Изменения будут сохраняться автомотически при изменении любого значения

source: All Items
ru: Все элементы

source: Items
ru: Элементы

source: Competency Items
ru: Элементы компетенции

source: Competency Grading Type
ru: Вид оценки компетенции

source: No Assessments
ru: Нет оценки

source: Student result will be save after the result has been entered.
ru: Результат обучающегося будет сохранен после ввода результата

source: Examination Results
ru: Результаты экзамена

source: Report Card Comments
ru: Комментарии к успеваемости

source: Select Report Card
ru: Выбрать табель успеваемости

source: All Report Cards
ru: Все табеля успеваемости

source: Report Card Statuses
ru: Статусы табеля успеваемости

source: Payments
ru: Оплаты

source: Add Payment
ru: Добавить оплату

source: Add New Payment
ru: Добавить новую оплату

source: All Land Types
ru: Все виды земель

source: Institution Lands
ru: Земли организации

source: Land Type
ru: Вид земли

source: Land Status
ru: Статус земли

source: Institution Buildings
ru: Здания организации

source: All Building Types
ru: Все виды зданий

source: Institution Floors
ru: Этажи организации

source: All Floor Types
ru: Все виды этажей

source: Floor Type
ru: Вид этажа

source: Floor Status
ru: Статус этажа

source: Institution Rooms
ru: Кабинеты организации

source: Enrolment Information
ru: Информация о зачислении

source: Cases
ru: Случаи (кейсы)

source: Linked Records
ru: Связанные записи

source: The password is automatically generated by the system
ru: Пароль автоматически генерируется системой

source: Directories
ru: Пользователи

source: Business
ru: Рабочий

source: Probation
ru: Испытание

source: Extension
ru: Продление

source: Termination
ru: Прекращение

source: Resignation
ru: Отставка

source: Retirement
ru: Выход на пенсию

source: Temporary
ru: Временный

source: Institutions with No Students
ru: Организации без обучающихся

source: Institutions with No Staff
ru: Организации без персонала

source: Area Education Code
ru: Код области образования

source: Area Administrative Code
ru: Административный код области

source: Year Opened
ru: Год открытия

source: Year Closed
ru: Год закрытия

source: Area Code
ru: Код области

source: No Of Seats
ru: Количество мест

source: Preferred Nationality
ru: Предпочтительная национальность

source: All Nationalities
ru: Все национальности

source: Previous Institution Student
ru: Предыдущая организация обучающегося

source: System Usage
ru: Использование системы

source: No previous login
ru: Нет предыдущего входа

source: Logged in within the last 7 days
ru: Вход в систему был осуществлен за последние 7 дней

source: All Exam Centres
ru: Все экзаменационные центры

source: Registered Students by Examination Centre
ru: Зарегистрированные обучающиеся по экзаменационному центру

source: Training Need Type
ru: Тип потребности в обучении

source: Pending Review
ru: В ожидании рассмотрения

source: Session Participants
ru: Участники сессии

source: Institution Types
ru: Виды организаций

source: Synchronize
ru: Синхронизировать

source: Areas (Education)
ru: Области (образования)

source: Area Levels (Education)
ru: Уровни области (образования)

source: Areas (Administrative)
ru: Области (административные)

source: Area Levels (Administrative)
ru: Уровни области (административные)

source: Data will be synchronized from
ru: Данные будут синхронизированы из

source: New Area
ru: Новая область

source: Missing Area
ru: Отсутствует область

source: Security Group Affected
ru: Группа безопасности затронута

source: Institution Affected
ru: Организация затронута

source: Area Administrative Level
ru: Уровень административной сферы

source: Is Main Country
ru: Основная страна

source: Education Level Isced
ru: Уровень образования Международный Стандарт Классификации Образования

source: Cycles
ru: Циклы

source: Education Certification
ru: Сертификация образования

source: Education Field Of Study
ru: Направление (основное)

source: Next Programmes
ru: Следующие программы

source: Cycle - (Programme)
ru: Цикл -(Программа)

source: Education Stage
ru: Образовательный этап

source: Hours Required
ru: Требуемые часы

source: Auto Allocation
ru: Автораспеределение

source: Grade Subjects
ru: Учебный план

source: If this option is set to Yes, students will be allocated automatically to this subject upon enrolment to a class
ru: Если для этого параметра установлено значение Да, обучающиеся будут автоматически распределяться по этому предмету после зачисления в класс

source: Stages
ru: Стадии

source: Education Programme Orientation
ru: Ориентация по образовательной программе

source: Network Connectivities
ru: Сетевое подключение

source: Localities
ru: Местности

source: Ownerships
ru: Права собственности

source: Sectors
ru: Сектора

source: Shift Options
ru: Опции по смене

source: Report Card Comment Codes
ru: Коды комментариев табеля успеваемости

source: Student Behaviour Categories
ru: Категории поведения обучающегося

source: Student Transfer Reasons
ru: Причины перевода обучающегося

source: Student Withdraw Reasons
ru: Причины отчисления обучающегося

source: Guidance Types
ru: Типы консультации

source: Staff Behaviour Categories
ru: Категории поведения сотрудника

source: Staff Leave Types
ru: Категории отпуска сотрудника

source: Is Mandatory
ru: Обязательно

source: Is Unique
ru: Уникальный

source: Validation Rule
ru: Правило валидации

source: Validation Rules
ru: Правила валидации

source: Rules
ru: Правила
