Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: Special Needs Referrer Types
ru: Типы рефереров с особыми потребностями

source: State license
ru: Государственная лицензия

source: Non-state license
ru: Негосударственная лицензия

source: State accreditation
ru: Государственная аккредитация

source: Non-state accreditation
ru: Негосударственная аккредитация

source: Score
ru: Оценка

source: Scholarship Payment Frequencies
ru: Частота выплаты стипендий

source: Scholarship Recipient Activity Statuses
ru: Статусы активности стипендиатов

source: Scholarship Disbursement Categories
ru: Категории выплаты стипендий

source: Scholarship Institution Choices
ru: Выбор стипендиального учреждения

source: Special Needs Assessments Types
ru: Типы оценок особых потребностей

source: None
ru: Нет трудностей участия и обучения в классе

source: Some
ru: Некоторые трудности участия и обучения в классе

source: A Lot
ru: Много трудностей участия и обучения

source: Unable
ru: Невозможно участвовать и учиться в классе

source: Transfer to another organization
ru: Перевод в другую организацию

source: Dismissal due to transfer to others the direction
ru: Отчисление из-за перевода на др направление специальность

source: Honors Diploma Received Including
ru: Всего получили диплом с отличием

source: Students number in internship and traineeship for medical higher educational institutions and faculties
ru: Число студентов, обучающихся в интернатуре и ординатуре (для медицинских ВПУЗов и факультетов)

source: Internship Studying Students Number
ru: Число студентов, обучающихся в интернатуре, человек

source: Residency Enrolled Students Number
ru: Число студентов, обучающихся в ординатуре, человек

source: There is a pending student status change request at the moment.
ru: В настоящий момент есть ожидающий запрос на изменение статуса студента.

source: Stat Students Number Meals Provided From The Budget
ru: Численность обучающихся, обеспеченных питанием за счет средств бюджета (чел)

source: Stat Students Number Meals Provided From The Parents
ru: Численность обучающихся, обеспеченных питанием за счет средств родителей (чел)

source: Please select a date within the chosen Academic Period
ru: Пожалуйста, выберите дату в рамках выбранного академического периода

source: For Year
ru: Для учебного года

source: Substitute 1
ru: Подсменка 1

source: Substitute 2
ru: Подсменка 2

source: Substitute 3
ru: Подсменка 3

source: round the clock
ru: Круглосуточно

source: Terms
ru: Условия

source: Intervals
ru: Перерыв (сроки)

source: Add Interval
ru: Добавить перерыв

source: Male
ru: Мужской

source: Birth certificate or Passport
ru: Свидетельство о рождении или Паспорт

source: Public
ru: Общественная

source: State
ru: Государственная

source: Privy
ru: Частная

source: Plain
ru: Равнина

source: Hills
ru: Холмы

source: Institution Id
ru: ID организации

source: Signed By Id
ru: Подписанное ID

source: Signed Document Id
ru: Подписанный ID документа

source: StudentUser
ru: Пользователь Студент

source: StaffUser
ru: Пользователь Сотрудник

source: Without interruption
ru: Без перебоев

source: Intermittently
ru: С перебоями

source: Central
ru: Центральное

source: Generator
ru: Генератор

source: Good
ru: Хорошее

source: Bad
ru: Плохое

source: Site Inspection
ru: Осмотр места

source: Site Visit
ru: Посещение сайта

source: Site Quality Assessment
ru: Оценка качества сайта

source: International organization non-profit organizations
ru: Международная организация некоммерческие организации

source: Employment Statuses
ru: Статусы занятости

source: Select items before signing
ru: Выберите элементы перед подписанием

source: All Institutions
ru: Все организации

source: Admissions to School Register Report
ru: Отчет о приеме в школу

source: Organisation of School Report
ru: Организация школьного отчета

source: Removals From School Register Report
ru: Отчет об исключении из школы

source: Repeaters Report
ru: Повторный отчёт

source: School Roll by Class Section For The Academic Year
ru: Список обучающихся по классам на учебный год

source: Student Perfomance Report
ru: Отчет об успеваемости учащихся

source: Termply Report On Teacher Absences
ru: Срочный Отчет Об Отсутствии Учителя

source: Child maintenance
ru: За содержание ребенка

source: Preschool education programs
ru: За обучение по программам дошкольного образования

source: Children health services
ru: Услуги по оздоровлению детей

source: Speech therapist classes
ru: Занятия с логопедом

source: Staff member
ru: Штатный сотрудник

source: Part-time
ru: Совместитель

source: Volunteer
ru: Волонтёр

source: Third shift
ru: Третья смена

source: Change In Assignment
ru: Изменение в назначении

source: Please enter a valid Phone
ru: Пожалуйста, введите правильный номер телефона 996.....

source: Download hash
ru: Загрузить Хеш

source: Previous Academic Period
ru: Предыдущий академический период

source: Next class
ru: Следующий класс/группа

source: Please set up Education Grades before adding Grade Subjects
ru: Пожалуйста, настройте образовательные уровни перед добавлением учебного плана

source: Select Grade
ru: Выберите уровень

source: All Shifts
ru: Все смены

source: First shift
ru: Первая смена

source: Locales
ru: Переводы

source: Frequently asked questions
ru: Часто задаваемые вопросы

source: I am not a robot
ru: Я не робот

source: UserGroups
ru: Группы пользователей

source: Security Group
ru: Группа безопасности

source: Select Position Grades
ru: Выбор оценки позиции

source: Import Student Admission
ru: Импорт обучающихся

source: The student should be between 14 to 66 years old
ru: Студенту должно быть от 14 до 66 лет.

source: This field cannot be left empty
ru: Это поле нельзя оставлять пустым

source: Study Leave
ru: Учебный отпуск

source: Student Behaviour Attachments
ru: Привязки к поведению студентов

source: Import Competency Results
ru: Импортировать результаты компетенций

source: Passport
ru: Паспорт

source: Year of study:
ru: Год обучения:

source: Date should be within 01-09-2020 and 31-08-2021
ru: Дата должна быть в пределах 01-09-2020 и 31-08-2021.

source: Native Language
ru: Родной язык

source: The student should be between 7 to 59 years old
ru: Обучающемуся должно быть от 7 до 59 лет.

source: Musculoskeletal problems children specially
ru: Специальное для детей с проблемами опорно-двигательного аппарата

source: Institution Additionally Reports
ru: Дополнительные отчеты учреждения

source: Full-time
ru: Очная

source: This student does not fall within the allowed age range for this grade
ru: Этот учащийся не входит в разрешенный возрастной диапазон для этого класса

source: Please enter a valid Email
ru: Пожалуйста, введите действительный адрес электронной почты

source: Primal
ru: Первоначальное

source: Recovery
ru: Восстановление

source: Exit academic leave
ru: Выход из академического отпуска

source: Moving
ru: Переезд

source: Another country transfer
ru: Перевод из другой страны

source: Other reasons
ru: По другим причинам

source: Specialization Code
ru: Шифр

source: This code already exists in the system
ru: Этот код уже существует в системе

source: Date To should not be earlier than Date From
ru: Дата до не должна быть раньше даты от

source: Should not be greater than 2147483647
ru: Не должно быть больше 2147483647

source: Should not be lesser than 0
ru: Не должно быть меньше чем 0

source: Should not be lesser than
ru: Не должно быть меньше чем

source: The minimum value is not valid. Must be in 0 - 2147483647
ru: Минимальное значение недопустимо. Должно быть, в 0 - 2147483647

source: This username is already in use.
ru: Этот логин уже используется

source: Start Date should not be earlier than Institution Date Opened
ru: Дата начала не может быть раньше даты открытия организации

source: Early childhood education
ru: Дошкольное образование

source: Effective date
ru: Дата вступления в силу

source: Health People Disabilities
ru: Инвалидность

source: Issue Date should be earlier than Expiry Date
ru: Дата выдачи должна быть раньше даты истечения срока действия

source: Brother
ru: Брат

source: No student record found
ru: Запись об обучающемся не найдена

source: You have entered an invalid date.
ru: Вы ввели неверную дату.

source: Student Textbooks
ru: Учебники для обучающихся

source: First
ru: Первая

source: The record is not created due to errors encountered.
ru: Запись не создана из-за ошибки

source: Health disorders
ru: Нарушения здоровья

source: Dismissal due to death
ru: Увольнение в связи со смертью

source: Exemption From Call to Duty Leave
ru: Освобождение от звонка в дежурный отпуск

source: Study Leave w/out Pay
ru: Учебный отпуск без оплаты

source: Special Leave
ru: Специальный отпуск

source: Leave without Pay for Special Reasons
ru: Отпуск без оплаты по особым причинам

source: Study Leave w/pay
ru: Отпуск на учебу с оплатой

source: Professional Development Leave
ru: Отпуск по профессиональному развитию

source: Unemployed
ru: Безработный

source: Training Need Competency
ru: Требования к компетенции обучения

source: Training Need Standard
ru: Стандарт обучения на основе потребностей в обучении

source: Training Need Sub Standard
ru: Подстандарт по обучению на основе потребностей в обучении

source: Value must be within 1 to 99
ru: Значение должно быть в пределах от 1 до 99.

source: Admission Fee
ru: Вступительный взнос

source: Morbidity students
ru: Учёт заболеваемости обучающихся в отчётном году

source: index
ru: указатель

source: view
ru: смотреть

source: add
ru: добавлять

source: Effective Date
ru: Дата вступления в силу

source: Teaching license - Provisional
ru: Лицензия на преподавание - временная

source: Teaching license - Full
ru: Лицензия на обучение - Полная

source: Drivers Licence
ru: Водительское удостоверение

source: Teaching License
ru: Лицензия на преподавание

source: KG
ru: Кыргызский язык

source: Russian
ru: Русский язык

source: English
ru: Английский язык

source: German
ru: Немецкий язык

source: French
ru: Французский язык

source: Spanish
ru: Испанский язык

source: Uz
ru: Узбекский язык

source: Tj
ru: Таджикский язык

source: Dun
ru: Дунганский язык

source: Uig
ru: Уйгурский язык

source: Select Teacher
ru: Выбрать учителя

source: No User found.
ru: Пользователь не найден.

source: Сl.teacher:
ru: Куратор

source: Student Promotion successfully saved as draft
ru: Перевод сохранён как черновик

source: Unknown
ru: Неизвестно

source: Indigenous People
ru: Коренные народы

source: Indigenous
ru: Коренной

source: Wealth Quintile
ru: Уровень богатства

source: Stat School Students Hot Meals Canteens Number
ru: Количество столовых или буфетов с горячим питанием для обучающихся в школе

source: Add Criterias
ru: Добавить критерии

source: Supervisor
ru: Руководитель

source: Peer
ru: Равный

source: Value must be positive and less than 2.0
ru: Значение должно быть положительным и меньше 2,0.

source: Examination Centre Type
ru: Тип экзаменационного центра

source: Link All Examination Centres
ru: Связать все экзаменационные центры

source: Examination Centres
ru: Экзаменационные центры

source: Transfer from another form of study
ru: Перевод с другой формы обучения

source: Transfer from another specialty
ru: Перевод с другой специальности

source: Transfer from another organization
ru: Перевод из другой организации

source: Total Award Amount (KGS)
ru: Общая сумма стипендии (сом)

source: Openemis No
ru: ID ИСУО

source: Minimum Level
ru: Минимальный уровень образования

source: -- Select Education Level --
ru: -- Выберите уровень образования --

source: -- Please Select Education Programme --
ru: -- Пожалуйста, выберите программу обучения --

source: -- All Education Subject --
ru: -- Все учебные предметы --

source: Guidance Utilized
ru: Используемое руководство

source: Generate End Date should not be earlier than Generate Start Date
ru: Дата окончания создания не должна быть раньше даты начала создания.

source: Params
ru: Параметры

source: Response
ru: Ответ

source: Moodle Api Log
ru: Журнал Moodle Api

source: Ramps availability
ru: Наличие пандусов

source: For special specify profile
ru: Для специального указать профиль

source: Elevators availability
ru: Наличие лифтов

source: Medical personnel availability
ru: Наличие медицинского персонала

source: Digital library availability
ru: Наличие цифровой библиотеки

source: Up to 2 Mb
ru: До 2 Мб

source: Up to 5 Mb
ru: До 5 Мб

source: Up to 10 Mb
ru: До 10 Мб

source: Full Name
ru: Полное название

source: Institution Entrance
ru: Поступления

source: Institution Reason For Entrance
ru: Статья поступления

source: Entrance
ru: Поступления

source: Expenditure
ru: Расходы

source: Institution Expenditure
ru: Расходы

source: Institution Reason For Expenditure
ru: Причины расходов из бюджета

source: The date can't be from the future or far from the past
ru: Дата не может быть из будущего или далеко из прошлого

source: Number Of Projectors
ru: Количество проекторов

source: Budget
ru: Бюджет

source: Canteen
ru: Наличие столовой

source: working_computers
ru: Количество рабочих компьютеров

source: Usage
ru: Использовано

source: Other supply
ru: Прочие поступления

source: Maintenance fee
ru: Плата за содержание

source: Republican budget
ru: Из республиканского бюджета

source: Local budget
ru: Из местного бюджета

source: From ministries
ru: От министерств и ведомств

source: Budget from sponsors
ru: Поступление средств от спонсоров/доноров

source: Special account
ru: Из специального счета

source: Fulltime
ru: Очная

source: Security User
ru: В очереди

source: Bulk Admission
ru: Массовый допуск

source: Home Room Teacher and Secondary Teacher cannot be the same person.
ru: Классный руководитель и вспомогательный учитель не могут быть одним и тем же человеком.

source: should be earlier than
ru: должно быть раньше, чем

source: Surveys
ru: Опросы

source: No Validation
ru: Нет проверки

source: Should not be earlier than
ru: Не должно быть раньше

source: Should not be later than
ru: Не должно быть позже

source: Contact Name
ru: Контактное имя

source: This student is already allocated to
ru: Этот обучающийся уже записан в

source: Currently Allocated To
ru: В настоящее время находится в

source: The value cannot be less than 0 or 0
ru: Количество не может быть меньше 0

source: Institution Programmes
ru: Программы организации

source: Education Subjects
ru: Образовательные предметы

source: Institution Class Students
ru: Обучающиеся

source: Institution Class Grades
ru: Классы/группы организации

source: Amount In Som
ru: Сумма (сом)

source: You cannot delete an entry because the funds for this receipt are already in use.
ru: Удаление записи невозможно так как средства данного поступления уже используется.

source: Qualification
ru: Квалификация

source: Qualification Level
ru: Уровень квалификации

source: Select all
ru: Выбрать всё

source: Select some specialisations
ru: Выберите несколько специализаций

source: Secondary general education
ru: Среднее общее образование

source: Incomplete secondary general education
ru: Неполное среднее общее образование

source: Old Surname
ru: Старая фамилия

source: Old Name
ru: Старое название

source: Change Name
ru: Изменить имя (название)

source: Change Surname
ru: Изменить фамилию

source: Organization charter
ru: Устав организации

source: Mon Licensing Issuing Authority
ru: Орган выдачи

source: Ministry of Justice
ru: Министерство юстиции

source: State registration certificate
ru: Сертификат о государственной регистрации

source: Hostel
ru: Общежитие

source: Special Needs Hostel
ru: Особыми Потребностями Общежития

source: Needs A Hostel
ru: Нуждается в общежитии

source: Lives In A Hostel At The Place Of Study
ru: Проживает в общежитии по месту обучения

source: Computers Local Area Networks Number
ru: Количество компьютеров в составе локальных вычислительных сетей

source: Classroom
ru: Учебная

source: Non-Classroom
ru: Не учебная

source: Working Computers
ru: Рабочие компьютеры

source: Rented
ru: Взято в аренду

source: LIBRARY FUND
ru: БИБЛИОТЕЧНЫЙ ФОНД

source: COMPUTER AND OFFICE EQUIPMENT
ru: КОМПЬЮТЕРНАЯ И ОРГТЕХНИКА

source: Industry laboratories availability
ru: Наличие отраслевых лабораторий

source: Research institutes availability
ru: Наличие НИИ

source: Deselect all
ru: Не выделять

source: Appraisal Period To Date should not be earlier than Appraisal Period From Date
ru: Дата аттестации не правильная

source: Regular
ru: Очередная

source: Extraordinary
ru: Внеочередная

source: The number of students has reached the capacity limit of 0 students.
ru: Вместимость не может быть ноль

source: Process Start Date
ru: Дата формирования

source: Education Subjects Profile
ru: Профиль предмета

source: Training Courses Target Populations
ru: Обучающиеся курсы для населения

source: This student already exist
ru: Этот обучающейся уже существует

source: Record cannot be approved due to errors encounttered
ru: Запись не может быть утверждена из-за обнаруженных ошибок

source: Messege Not Found
ru: Сообщение не найдено

source: Training and consulting center
ru: Учебно-консультационный пункт

source: Evening comprehensive schools
ru: Вечерние общеобразовательные школы

source: Full - time vocational schools (schools)
ru: Дневные профессиональные училища (училища)

source: Special vocational schools (colleges)
ru: Специальные профлицеи (училища)

source: Full-time specialized departments based on ss
ru: Дневные профлицеи отделения на базе СОШ

source: Full-time professional departments based on lss
ru: Дневные профлицеи отделения на базе неполной сш

source: Dvl se not receiving young people group
ru: Дневные профлицеи группы молодежи, не получающей среднего образования

source: There is an error in adding student transfer request.
ru: Ошибка при добавлении запроса на перевод.

source: This institution does not offer this Education Grade.
ru: Эта организация не предлагает этот уровень образования.

source: Code must be unique for the same academic period
ru: Код должен быть уникальным для одного и того же академического периода

source: Disability
ru: Инвалидность

source: Education Minimum Level
ru: Минимальный уровень образования

source: Orphan
ru: Сирота

source: NotSpecified
ru: Не указан

source: Failure To Participate In Professional Development
ru: Отказ от участия в профессиональном развитии

source: Refusal To Implement Improvement Strategies
ru: Отказ от реализации стратегий улучшения

source: Failure To Satisfactorily Correct Behaviour
ru: Неспособность правильно исправить поведение

source: Failure To Report Child Abuse
ru: Неспособность сообщить о жестоком обращении с детьми

source: Unauthorized Change Of Study Leave Program
ru: Несанкционированное изменение программы учебных отпусков

source: Unauthorized Discontinuation Of Study Leave
ru: Несанкционированное прекращение учебного отпуска

source: Failure To Fulfill Study Leave Bond Conditions
ru: Несоблюдение условий предоставления учебного отпуска

source: Sexual Abuse
ru: Домогательство

source: Material costs
ru: На материальные затраты

source: Intangible services pay
ru: На оплату нематериальных услуг

source: Travel expenses
ru: На командировочные расходы

source: Normal
ru: Нормальный

source: Not available
ru: Недоступен

source: Social insurance deduction
ru: Отчисление на социальное страхование

source: Capital investments, overhaul costs
ru: Затраты на кап.вложения, капремонт

source: Equipment and inventory purchase
ru: Приобретения оборудования и инвентаря

source: Other expenses
ru: Прочие расходы

source: Housing allowance
ru: Пособие на жилье

source: Hostel Places
ru: Места в общежитии

source: Building Pages
ru: Создание страниц

source: Institution > Building
ru: Организация > Здание

source: Institution > Floor
ru: Организация > Этаж

source: Institution > Room
ru: Организация > Кабинет

source: Leased
ru: Cдано в аренду

source: Floor Pages
ru: Этажи

source: Land Pages
ru: Земельные участки

source: Total Area
ru: Общая площадь

source: Number Of Places In The Hostel
ru: Количество мест в общежитии

source: Taking Into Account The Norms For Lowz
ru: Кол-во мест в общежитии с учетом ЛОВЗ

source: Special purpose groups
ru: Группы специального назначения

source: Hearing impairments children (hard of hearing)
ru: Для детей с нарушением слуха (слабослышащих)

source: For the deaf
ru: Для глухих

source: With speech impairment
ru: С нарушением речи

source: Visually impaired
ru: C нарушением зрения

source: For children with intellectual disabilities
ru: Для детей с проблемами в интеллектуальном развитии

source: Musculoskeletal system problems children
ru: Для детей с проблемами опорно-двигательного аппарата

source: With other health problems children
ru: Для детей с другими проблемами здоровья

source: Types of classes / groups
ru: Типы классов/групп

source: Extended day groups
ru: Группы продленного дня

source: Of the total - in groups with 24-hour stay of chil
ru: Из общего числа - в группах с 24-часовым пребыванием детей

source: Institution Classes View
ru: Тип класса / группы

source: 24-hour stay groups
ru: Группы с 24-часовым пребыванием

source: Regular classes
ru: Обычные

source: Full-time classes
ru: Классы очного обучения

source: Distance learning classes
ru: Классы заочного обучения

source: Working youth TAC centers
ru: Учебно-консультационные пункты

source: For the deaf and hard of hearing
ru: Для глухих и слабослышащих

source: For the blind and visually impaired
ru: Для слепых и слабовидящих

source: Advanced Study
ru: Углубленное изучение

source: Budgetary form
ru: Бюджетная форма

source: Contract form
ru: Контракная форма

source: Training of the unemployed
ru: Подготовка безработных

source: Expense of enterprises preparation
ru: Подготовка за счет средств предприятий

source: Learning through projects
ru: Обучение через проекты (фонд развития навыков и др.)

source: Form Of Payment
ru: Форма оплаты за обучение

source: Children educational centers
ru: Детский образовательный центр

source: Not available to revent.
ru: Не доступен для отмены

source: This is a system defined record
ru: Это системная запись

source: Pri GSIN
ru: При ГСИН

source: Special professional lyceums
ru: Спец ПЛУ

source: Training and consulting centers
ru: Учебно-консультационные центры

source: Repeated year
ru: Повторный год

source: There are no available Education Subjects
ru: Нет доступных учебных предметов

source: With impaired vision and intelligence
ru: C нарушением зрения и интеллекта

source: Attendance per day
ru: Посещаемость в день

source: This student is already allocated to
ru: Данный студент числится в организации

source: Information about recovering sent to email
ru: Информация по восстановлению выслана на электронную почту

source: Wrong email
ru: Проверьте правильность электронного адреса

source: Od Excellent
ru: Только на отлично (2-4 классы), %

source: Od Good Excellent
ru: Только на хорошо (2-4 классы), %

source: Od Satisfactorily
ru: Только на удовлетворительно (2-4 классы), %

source: Od Mixed Grades
ru: На смешанные оценки (2-4 классы), %

source: Academic performance
ru: Успеваемость

source: You does not have pin number or you does not have permissions
ru: У вас нет пин-кода или у вас нет разрешений

source: Transfer from another payment form
ru: Перевод с другой формы оплаты

source: Absolute Academic Performance
ru: Абсолютная успеваемость,%

source: Quality Academic Performance
ru: Качественная успеваемость,%

source: InstitutionAttendance
ru: Посещаемость

source: Institution Attendance
ru: Посещаемость

source: Aggregated Data
ru: Агрегированные данные

source: ORT results subjects average score
ru: Результаты ОРТ, средний балл по предметам

source: Main Test
ru: Основной тест

source: Maths
ru: Математика

source: Physics
ru: Физика

source: Chemistry
ru: Химия

source: Biology
ru: Биология
