Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: Rule
ru: Правило

source: Custom Module
ru: Пользовательский модуль

source: Apply To All
ru: Применить всем

source: Custom Filters
ru: Пользовательские фильтры

source: Add Field
ru: Добавить поле

source: Add Section
ru: Добавить секцию

source: Length
ru: Длина

source: Create Table
ru: Создать таблицу

source: Add Columns
ru: Добавить колонки

source: Add Rows
ru: Добавить ряды

source: Module Name
ru: Название модуля

source: Field Name
ru: Название поля

source: Translations
ru: Переводы

source: Label
ru: Этикетка

source: Default Value
ru: Исходное значение

source: Prefix Value
ru: Значение префикса

source: Enable
ru: Включить

source: Validation Pattern
ru: Шаблон проверки

source: External Data Source
ru: Внешний источник данных

source: Attributes
ru: Атрибуты

source: Attribute Name
ru: Название атрибута

source: Product Lists
ru: Списки продуктов

source: Student Admission Age
ru: Возраст обучающийся для приема

source: Credentials
ru: Учетные данные

source: Select Criteria
ru: Выбери критерии

source: Absences Excused
ru: Пропуск отработан

source: Overage
ru: старше допустимого возраста

source: Status Repeated
ru: Статус повторяется

source: Add Area
ru: Добавить область

source: Import Institutions.
ru: Импорт организаций.

source: All Subjects
ru: Все предметы

source: My Subjects
ru: Мои предметы

source: Import Textbooks
ru: Импортировать учебники

source: My Classes
ru: Мои классы

source: Student Profile
ru: Профайл обучающегося

source: Transfer Request
ru: Просьба о переводе

source: Transfer Approval
ru: Одобрение перевода

source: Withdraw Request
ru: Просьба об отчислении

source: Student Withdraw
ru: Отчисление обучающегося

source: Account Username
ru: Логин учетной записи

source: Import Student Attendances
ru: Импортировать данные о посещаемости обучающегося

source: Undo Student Status
ru: Отменить статус обучающегося

source: Competency Results
ru: Результаты компетенций

source: Competency Comments
ru: Комментарии о компетенциях

source: Staff Profile
ru: Профайл сотрудника

source: Import Staff Attendances
ru: Импортировать данные о посещаемости персонала

source: Transfer Approvals
ru: Одобрения перевода

source: Change in Staff Assignment
ru: Изменение в назначении сотрудника

source: Import Staff
ru: Импортировать данные о персонале

source: Generate/Download
ru: Генерировать/Загрузить

source: Publish/Unpublish
ru: Опубликовать/отменить опубликование

source: Guardian Profile
ru: Профайл родителя/опекуна

source: Student Body Mass
ru: Телесная масса обучающегося

source: Salary List
ru: Список зарплат

source: Salary Details
ru: Подробности о зарплате

source: Import Staff Salaries
ru: Импортировать данные о зарплате персонала

source: Import Users
ru: Импортировать пользователей

source: Academic Period Levels
ru: Уровни академического периода

source: Education Systems
ru: Образовательные системы

source: Education Levels
ru: Уровни обоазования

source: Education Cycles
ru: Циклы образования

source: Education Programmes
ru: Образовательные программы

source: Education Grade Subjects
ru: Предметы оценки образования

source: Webhooks
ru: Веб-сигнальщики

source: Alerts
ru: Предупреждения

source: Alert Rules
ru: Правила о предупреждении

source: Workflows
ru: Рабочие процессы

source: Steps
ru: Шаги

source: Exam Centre Rooms
ru: Кабинеты экзаменационного центра

source: Exam Centre Exams
ru: Экзамены в экзаменационном центре

source: Exam Centre Subjects
ru: Предметы экзаменационного центра

source: Exam Centre Students
ru: Обучающиеся экзаменационного центра

source: Exam Centre Invigilators
ru: Исследователи экзаменационного центра

source: Exam Centre Linked Institutions
ru: Организации, связанные с экзаменационным центром

source: Import Results
ru: Импортировать результаты

source: Import Examination Rooms
ru: Импортировать экзаменационные кабинеты

source: Competency Setup
ru: Установлние компетенций

source: question
ru: вопрос

source: Survey Questions
ru: Вопросы анкетирования

source: Survey Question
ru: 2Вопрос анкетирования

source: All Surveys
ru: Все опросы

source: Dependent Question
ru: Зависимый вопрос

source: Show Options
ru: Показать опции

source: Dropdown Question Options
ru: Опции выбора вопроса из возможных вариантов

source: Select Question Options
ru: Выбрать опции вопроса

source: Select Some Options
ru: Выбрать какие-нибудь варианты

source: Dependent On
ru: Зависит от

source: Select One
ru: Выбрать один

source: Template
ru: Шаблон

source: Weighting Type
ru: Тип веса

source: Percentage
ru: Процент

source: rubric
ru: рубрика

source: Security Roles
ru: Роли безопасности

source: Start
ru: Начать

source: Stop
ru: Остановить

source: Running
ru: Запускается

source: License Renewal
ru: Обновление лицензии

source: License Validity
ru: Срок действительности лицензии

source: Retirement Warning
ru: Предупреждение насчет пенсии

source: Staff Employment
ru: Занятость персонала

source: All Features
ru: Все характеристики

source: Method
ru: Метод

source: Rule Setup
ru: Установление правил

source: Alert Content
ru: Содержание предупреждения

source: Keywords
ru: Ключевые слова

source: Processed Date
ru: Дата обработки

source: Target Population Selection
ru: Выбор целевого населения

source: Import Trainees
ru: Импортировать тренеров

source: No Trainee found.
ru: Студент не найден

source: No Trainer found.
ru: Тренер не найден

source: Submit for Registration
ru: Отправить на регистрацию

source: Pending For Registration
ru: В ожидании регистрации

source: Pending For Review
ru: В ожидании рассмотрения

source: Pending For Evaluation
ru: В ожидании оценки

source: Submit For Evaluation
ru: Отправить на оценку

source: Pending For Posting
ru: В ожидании опубликования

source: Posted
ru: Опубликовано

source: Excel Template
ru: Шаблон в Excel

source: Academic Term
ru: Академический семестр

source: Edit Academic Term
ru: Изменить академический семестр

source: All Templates
ru: Все шаблоны

source: Criteria Grading Options
ru: Варианты оценки критерия

source: Add New Examination Item
ru: Добавить новый предмет для экзамена

source: Add Examination Item
ru: Добавить предмет для экзамена

source: Add Examination Centre
ru: Добавить экзаменационный центр

source: Link Examination
ru: Связать с экзаменом

source: Add Special Need Type
ru: Добавить тип особой потребности

source: Add All Special Need Type
ru: Добавить тип всех особых потребностей

source: Special Need Type
ru: Тип особой потребности

source: Select Special Need Type
ru: Выбрать тип особой потрености

source: Special Need Accommodations
ru: Место проживания для студентов с особыми потребностями

source: Examination Date
ru: Дата экзамена

source: All Rooms
ru: Все кабинеты

source: Add Invigilator
ru: Добавить наблюдателя

source: Linked Institution
ru: Связанная организация

source: Auto Assign To Room
ru: Автоматически выделить комнату

source: Register for Examination
ru: Зарегистрировать на экзамен

source: Single Student Registration
ru: Регистрация отдельного обучающегося

source: You need to configure Examination Items first
ru: Вы должны сначала настроить предметв экзамена

source: Select Education Level
ru: Выбрать уровень образования

source: Select Education Programme
ru: Выбрать программу образования

source: All Education Subject
ru: Все образовательные предметы

source: Author
ru: Автор

source: Publisher
ru: Издатель

source: Year Published
ru: Год опубликования

source: Principal Comments Required
ru: Основные комментарии обязательны

source: Homeroom Teacher Comments Required
ru: Комментарии классного учителя обязательны

source: Teacher Comments Required
ru: Комментарии учителя обязательны

source: Filters
ru: Фильтры

source: Workflow Model
ru: Модель рабочего поцесса

source: Select Workflow
ru: Выбрать рабочий процесс

source: All Workflows
ru: Все рабочие процессы

source: Deletable
ru: Удаляемый

source: Add workflow steps
ru: Добавить шаги рабочего процесса

source: Workflow Step Name
ru: Название шага рабочего процесса

source: Workflow Name
ru: Название рабочего процесса

source: No Available Workflow Steps
ru: Нет доступных шагов рабочего процесса

source: Workflow Step
ru: Шаг рабочего процесса

source: Next Workflow Step
ru: Следующий шаг рабочего процесса

source: Allow By Assignee
ru: Разрешение назначенным лицом

source: Post Events
ru: Опубликовать события

source: Add Event
ru: Добавить мероприятие

source: All Models
ru: Все модели

source: Workflow Statuses Steps Mapping
ru: Отображение шагов состояний рабочего процесса

source: Statuses Steps
ru: Статусы шагов

source: Changelog
ru: Журнал изменений

source: Date Released
ru: Дата выпуска

source: Date Approved
ru: Дата одобрения

source: Localization
ru: Локализация

source: Approved By
ru: Одобрено лицом

source: Training Session Results
ru: Результаты тренинговой сессии

source: Staff Training Needs
ru: Потребности в обучении персонала

source: Language ISO code should be 2 letters
ru: Код ISO языка должен состоять из 2 букв

source: Student Bank Accounts
ru: Банковские счета обучающихся

source: Calendar
ru: Календарь

source: Advisable photo dimension %width by %height
ru: Рекомендуемый размер фотографии% ширина на% высоту

source: School Holiday
ru: Школьные каникулы

source: Water
ru: Вода

source: Uploaded On
ru: Дата загрузки

source: Public Holiday
ru: Национальный праздник

source: School Open
ru: Организация открыта

source: School Closed
ru: Организация закрыта

source: Event
ru: Событие

source: Advisable logo dimension %width by %height
ru: Рекомендуемые размеры логотипа% ширина на% высоту

source: Format Supported: %s
ru: Поддерживаемый формат

source: Academic Institution
ru: Учебное заведение

source: Non-Academic Institution
ru: Неучебное заведение

source: Recommended Maximum Records: %s
ru: Рекомендуемое количество записей: %

source: Quality Rubrics
ru: Качественные рубрики

source: Quality Visits
ru: Качественные визиты

source: The record has been deleted successfully.
ru: Запись была успешно удалена

source: Requested Date
ru: Дата перевода

source: Staff Transfer Out
ru: Перевод персонала

source: Staff Change In Assignment
ru: Смена персонала в назначении

source: Institution Rubrics
ru: Учебные рубрики

source: Institution Visits
ru: Учебные визиты

source: Total Male Students
ru: Общее количество обучающихся

source: Total Female Students
ru: Общее количество обучающихся (дев.)

source: Approve
ru: Одобрить

source: Priority
ru: Приоритет

source: Need Type
ru: Тип потребности

source: High
ru: Высокий

source: Medium
ru: Средний

source: Low
ru: Низкий

source: Date Determined
ru: Дата определена

source: Date Started
ru: Дата начала

source: Date Completed
ru: Дата завершения

source: Projects
ru: Проекты

source: Contract Date
ru: Дата контракта

source: Funding Source
ru: Источник финансирования

source: Funding Source Description
ru: Описание источника финансирования

source: Associated Needs
ru: Связанные нужды

source: WASH
ru: Вода, санитария и гигиена

source: Sanitation
ru: Санитария

source: Hygiene
ru: Гигиена

source: Waste
ru: Отходы

source: Sewage
ru: Канализация

source: Functionality
ru: Функциональность

source: Proximity
ru: Близость

source: Quantity
ru: Количество

source: Quality
ru: Качество

source: Accessibility
ru: Доступность для инвалидов

source: Total Female
ru: Всего девочек

source: Total Male
ru: Всего мальчиков

source: Total Mixed
ru: Всего смешанных

source: Use
ru: Использование

source: Hygiene Education
ru: Образование по гигиене

source: Soap/Ash Availability
ru: Наличие мыла

source: Utilities
ru: Коммунальные услуги

source: Electricity
ru: Электричество

source: Internet
ru: Интернет

source: Purpose
ru: Назначение

source: Bandwidth
ru: Пропускная способность

source: Transport
ru: Транспорт

source: Buses
ru: Автобусы

source: Trips
ru: Поездки

source: Plate Number
ru: Номерной знак

source: Capacity
ru: Вместимость

source: Bus Type
ru: Тип автобуса

source: Features
ru: Характеристики

source: Repeat
ru: Повторить

source: Status Type
ru: Тип статуса

source: Trip Type
ru: Тип поездки

source: Status Date
ru: Дата статуса

source: Comment Type
ru: Тип комментария

source: Organisation
ru: Организация

source: Staff Types
ru: Типы сотрудников

source: Staff Training Categories
ru: Категории обучения для персонала

source: Competency Sets
ru: Компетенции

source: Bank Branches
ru: Филиалы банков

source: Guardian Relations
ru: Родственные связи родителя/опекуна

source: Staff Position Grades
ru: Оценки позиции персонала

source: Staff Position Titles
ru: Названия позиций персонала

source: Qualification Levels
ru: Уровень квалификаций

source: Qualification Titles
ru: Названия квалификаций

source: Qualification Specialisation
ru: Специализация Квалификации

source: Quality Visit Types
ru: Типы качественных визитов

source: Salary Addition Types
ru: Типы дополнений к зарплате

source: Salary Deduction Types
ru: Виды удержаний из зарплаты

source: Training Achievement Types
ru: Тип достижений по тренингам

source: Training Course Types
ru: Типы тренинговых курсов

source: Training Field Studies
ru: Полевые учения

source: Training Levels
ru: Уровни тренингов

source: Traing Mode Deliveries
ru: Методы обучения

source: Training Need Competencies
ru: Компетенции по обучению на основе потребностей в обучении

source: Training Need Standards
ru: Стандарты обучения на основе потребностей в обучении

source: Training Need Sub Standards
ru: Подстандарты по обучению на основе потребностей в обучении

source: Training Priorities
ru: Приоритеты в обучении

source: Training Requirements
ru: Требования к обучению

source: Training Result Types
ru: Типы результатов тренинга

source: Training Specialisation
ru: Специализация по обучению

source: Contact Types
ru: Типы контактов

source: Employment Types
ru: Типы занятости

source: Extracurricular Types
ru: Типы внеклассных занятий

source: Identity Types
ru: Виды документов

source: License Types
ru: Типы лицензий

source: License Classifications
ru: Классификации лицензий

source: Special Need Types
ru: Типы особых потребностей

source: Special Need Difficulties
ru: Трудности, связанные с особыми потребностями

source: Countries
ru: Страны

source: Comment Types
ru: Типы комментариев

source: Behavior Classifications
ru: Классификации поведения

source: Infrastructure Ownerships
ru: Право собственности на инфраструктуру

source: Infrastructure Conditions
ru: Условия инфраструктуры

source: Infrastructure Need Types
ru: Типы потребностей в инфраструктуре

source: Infrastructure Project Funding Sources
ru: Источники финансирования инфраструктурных проектов

source: Infrastructure WASH Water Types
ru: Типы инфраструктуры (Вода)

source: Infrastructure WASH Water Functionalities
ru: Функциональность инфраструктуры (Вода)

source: Infrastructure WASH Water Proximities
ru: Близкое расположение инраструктуры (Вода)

source: Infrastructure WASH Water Quantities
ru: Количество инфраструктуры (Вода)

source: Infrastructure WASH Water Qualities
ru: Качество инфраструктуры (Вода)

source: Infrastructure WASH Water Accessibilities
ru: Доступность инфраструктуры (Вода)

source: Infrastructure WASH Sanitation Types
ru: Типы инфраструктуры (Санитария)

source: Infrastructure WASH Sanitation Uses
ru: Использование инфраструктуры (Санитария)

source: Infrastructure WASH Sanitation Qualities
ru: Качества инфраструктуры (Санитария)

source: Infrastructure WASH Sanitation Accessibilities
ru: Доступность инфраструктуры (Санитария)

source: Infrastructure WASH Hygiene Types
ru: Типы инфраструктуры (Гигиена)

source: Infrastructure WASH Hygiene Soap/Ash Availabilities
ru: Наличие мыла (Гигиена)

source: Infrastructure WASH Hygiene Educations
ru: Образование об инфраструктуре (Гигиена)

source: Infrastructure WASH Waste Types
ru: Типы инфраструктуры по управлению отходами

source: Infrastructure WASH Waste Functionalities
ru: Функцинальность инфраструктуры по управлению отходами

source: Infrastructure WASH Sewage Types
ru: Типы инфраструктуры, связанной с канализацией

source: Infrastructure WASH Sewage Functionalities
ru: Функциональность инфраструктуры, связанной с канализацией

source: Utility Electricity Types
ru: Типы систем электричества

source: Utility Electricity Conditions
ru: Состояние системы электричества

source: Utility Internet Types
ru: Типы интернет услуг

source: Utility Internet Conditions
ru: Состояние интернета

source: Utility Internet Bandwidths
ru: Качество интернета

source: Utility Telephone Types
ru: Типы телефонов

source: Utility Telephone Conditions
ru: Состояния телефонов

source: Allergy Types
ru: Типы аллергии

source: Consultation Types
ru: Типы консультаций

source: Immunization Types
ru: Типы иммунизации

source: Relationships
ru: Отношения

source: Test Types
ru: Типы тестов

source: Transport Features
ru: Характеристики траспорта

source: Bus Types
ru: Типы автобусов

source: Trip Types
ru: Типы поездок

source: Land
ru: Земля

source: Floor
ru: Этаж

source: Direction
ru: Направление

source: Url
ru: Веб-сайт

source: Client ID
ru: Идентификационный номер клиента

source: Private Key
ru: Закрытый ключ

source: Public Key
ru: Открытый ключ

source: No Of Users
ru: Количество пользователей

source: Question
ru: Вопрос

source: Survey Form Section
ru: Секция по анкетной форме

source: Institution Cases
ru: Дела организации

source: Institution Positions
ru: Позиции (должности) в организации

source: Institution Surveys
ru: Опросы организации

source: Staff Position Profiles
ru: Профайлы позиций персонала

source: Staff Transfer In
ru: Перевод персонала

source: Training Applications
ru: Заявки на обучение

source: Training Courses
ru: Тренинговын курсы

source: Training Sessions
ru: Тренинговые сессии

source: Outcome Template
ru: Шаблон для результата

source: Outcome Period
ru: Период результата

source: Performance
ru: Исполнение

source: Outcomes
ru: Результаты

source: Banks
ru: Банки

source: Qualification Specialisations
ru: Специализации по квалификации

source: Training Mode Deliveries
ru: Методы обучения

source: Training Need Categories
ru: Категории нужные в обучении

source: Training Specialisations
ru: Тренинговые специализации

source: Employment Status Types
ru: Типы статуса занятости

source: Behaviour Classifications
ru: Классификации поведения

source: Programme Orientations
ru: Ориентация по программе

source: Themes
ru: Темы

source: Application Name
ru: Название заявки

source: Login Page Image
ru: Изображение страницывхода

source: Colour
ru: Цвет

source: Submit For Cancellation
ru: Отправить на отмену

source: Cancelled
ru: Отменен

source: Reject
ru: Отклонить

source: Student Transfer In
ru: Перевод обучающегося в

source: Student Transfer Out
ru: Перевод обучающегося на

source: Previous Institution
ru: Предыдущая организация

source: Current Institution
ru: Текущая организация

source: New Institution
ru: Новая организация

source: Previous Education Grade
ru: Оценка по предыдущему образованию

source: Code must be unique
ru: Код должен быть уникальным

source: Value cannot be more than two decimal places
ru: Значение не может быть больше двух знаков посл запятой

source: Value must be within 0 to 100
ru: Значение должно быть в пределах от 0 до 100

source: Value must be within 0 to 9.99
ru: Значение должно быть в пределах от 0 до 9,99

source: Max value must be greater than min value
ru: Максимальное значение должно быть больше минимального значения

source: Max value must be greater than step value
ru: Максимальное значение должно быть больше чем шаг

source: Please enter a unique name in the selected academic period
ru: Пожалуйста, введите уникальное имя в выбранный академический период

source: Date Disabled should not be earlier than Date Enabled
ru: Дата отключена не должна быть раньше, чем дата включена

source: To Date should not be earlier than From Date
ru: До даты не должно быть раньше, чем с даты

source: Text
ru: Текст

source: Decimal
ru: Десятичный

source: Textarea
ru: Текстовая область

source: Dropdown
ru: Выпадающий список

source: Checkbox
ru: Флажки метки

source: Table
ru: Таблица

source: Student List
ru: Список обучающихся

source: Coordinates
ru: Координаты

source: Repeater
ru: Повторитель

source: Slider
ru: Движок

source: You have entered an invalid URL.
ru: Вы ввели неверный URL.

source: You are not allow to remove the following in-use grades: %s
ru: Вам не разрешено удалять следующие используемые оценки:% s

source: File records exceeds maximum size allowed
ru: Файловые записи превышают максимально допустимый размер

source: File format not supported
ru: Формат файла не поддерживается

source: The file cannot be imported due to errors encountered.
ru: Файл не может быть импортирован из-за ошибок

source: The uploaded file exceeds the max filesize upload limits.
ru: Загруженный файл превышает максимальный размер загрузки

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
ru: загруженный файл превышает директиву MAX_FILE_SIZE, указанную в форме HTML

source: The uploaded file was only partially uploaded.
ru: Загруженный файл был загружен только частично

source: No file was uploaded.
ru: Файл не был загружен.

source: Missing a temporary folder. Please contact your network administrator for assistance.
ru: Отсутствует временная папка. Пожалуйста, обратитесь к администратору сети за помощью.

source: Failed to write file to disk. Please contact your network administrator for assistance.
ru: Не удалось записать файл на диск. Пожалуйста, обратитесь к администратору сети за помощью.

source: A PHP extension stopped the file upload. Please contact your network administrator for assistance.
ru: Расширение PHP остановило загрузку файла. Пожалуйста, обратитесь к администратору сети за помощью.

source: Administration - Reject Record
ru: Администрация - Отклонить запись

source: Administration - Close Record
ru: Администрация - Закрыть запись

source: Administration - Approve Record
ru: Администрация - Одобрить запись

source: Administration - Change Assignee
ru: Администрация - Изменить назначенное лицо

source: Administration - Record Created
ru: Администрация - Запись создана

source: Administration - Record Imported
ru: Администрация - Запись импортирована

source: Selected value does not match with Staff Leave Type
ru: Выбранное значение не соответствует типу штатного отпуска

source: Staff Leave Type Id
ru: Идентификатор типа штатного отпуска

source: No active institution
ru: Неактивные организации

source: No staff id found
ru: Не найден ИД сотрудника

source: Import Staff Leave
ru: Импортировать данные об отпуске персонала

source: (Leave as blank to auto generate)
ru: (Оставьте пустым для автоматической генерации)

source: (Leave as blank for Non-Teaching type)
ru: (Оставьте поле пустым для типа Не для обучения)

source: Selected value does not match with Staff Position Title Type
ru: Выбранное значение не соответствует типу названия должности персонала

source: Invalid status id
ru: Неверный идентификатор статуса

source: The selected institution only accepts Male student.
ru: Выбранное заведение принимает только обучающихся мужского пола.

source: The selected institution only accepts Female student.
ru: Выбранное учреждение принимает только девочек

source: Gender is not editable in Directories
ru: Пол не редактируется в каталогах

source: Please review the information before proceeding with the operation
ru: Пожалуйста, ознакомьтесь с информацией, прежде чем продолжить операцию

source: Name
ru: Название

source: Security Role
ru: Роль безопасности

source: Position Grade Selection
ru: Выбор оценки позиции

source: Select Position Grade
ru: Выбрать оценку позиции

source: Select All Position Grades
ru: Выбрать все оценки позиции

source: Position Grades
ru: Оценки позиции
