Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: Student Attendance Type
ru: Тип посещаемости обучающихся

source: Attendance Per Day
ru: Посещаемость в день

source: Date Of Order
ru: Дата приказа

source: Year
ru: Год

source: Date Of Initial Registration
ru: Дата первичной регистрации

source: License Issue Date
ru: Дата выдачи лицензии

source: Mjkr Registration Number
ru: Регистрационный номер МЮКР

source: License Validity Period
ru: Срок действия лицензии

source: Legal Address
ru: Юридический адрес

source: Number Of Computers Requiring Replacement Units
ru: Количество компьютеров, требующих замены

source: Number Of Computers Purchased Over The Past 5 Years Units
ru: Количество компьютеров, приобретенных за последние 5 лет

source: Xerocopy
ru: Количество ксероксов

source: Printer
ru: Количество принтеров

source: Scanner
ru: Количество сканеров

source: Appendix
ru: Приложение

source: Desimal length
ru: Желаемая длина

source: Desimal place
ru: Десятичное место

source: Their Area Sq M
ru: Их площадь, кв. м.

source: Number Of Classrooms
ru: Количество кабинетов

source: Physics Laboratory
ru: Кабинет Физики

source: Chemistries
ru: Кабинет Химии

source: Biologies
ru: Кабинет Биологии

source: Users Directory
ru: Список Пользователей

source: Operating
ru: Операционная

source: Not Operating
ru: Не рабочий

source: Right to Left
ru: Справа налево

source: Nationality User Id
ru: Идентификатор национальности

source: Form Of Study Id
ru: Идентификатор формы обучения

source: Student Mark Types
ru: Типы отметок обучающихся

source: Student Custom Fields
ru: Настраиваемые поля для обучающихся

source: Add New Other
ru: Добавить другое новое

source: Bond (Year)
ru: Фин. облигационный год

source: Scholarships Directory
ru: Стипендии

source: Applicant
ru: Заявитель

source: Apply for a scholarship
ru: Подать заявку на стипендию

source: Employment Spec
ru: Педагогическая деятельность

source: No Classes
ru: Нет классов

source: Guardians Email
ru: Почта родителя/опекуна

source: Guardians Primary Phone Contact
ru: Телефон родителя/опекуна

source: Add New Guardian
ru: Добавить нового родителя/опекуна

source: Guardian Students
ru: Родитель/опекун обучающегося

source: Infrastructure utility electricities
ru: Электросети

source: Scores
ru: Оценки

source: Institution gender
ru: Разделение по полу

source: Student outcomes
ru: Результаты обучения

source: Number of employess in zero Grades
ru: Количество работников в нулевых классах

source: Price Num
ru: Номер цены

source: Examination results
ru: Результаты экзамена

source: Examination students
ru: Экзаменуемые

source: Infrastructure utility internets
ru: Интернет

source: Infrastructure utility telephones
ru: Телефоны

source: Infrastructure wash hygienes
ru: Гигиена

source: Infrastructure wash wastes
ru: Отходы

source: Infrastructure wash waters
ru: Вода

source: Institution assets
ru: Активы

source: Institution attachments
ru: Приложения

source: Institution committees
ru: Комитеты

source: Institution contact persons
ru: Контактные лица

source: Institution contacts
ru: Контакты

source: Institution trips
ru: Поездки

source: Institution buses
ru: Транспорт

source: Institution licensing
ru: Лицензирование

source: Institution overview
ru: Обзор

source: Institution sector
ru: Сектор

source: Institution transport providers
ru: Поставщики

source: Institution Type
ru: Тип организации

source: Receipt Funds
ru: Поступление средств

source: Student attendances
ru: Посещаемость обучающихся

source: Survey rubrics
ru: Заголовки опросника

source: Self
ru: Самоаттестация

source: Appraisal Types
ru: Виды аттестации

source: Please select area from Район level.
ru: Пожалуйста, выберите область и район.

source: End Date should not be earlier than Start Date
ru: Дата окончания не должна быть раньше даты начала

source: There are no available Classes
ru: Нет доступных классов

source: Start Time should be earlier than End Time
ru: Дата начала должна быть раньше даты окончания

source: Shift timing is not available.
ru: Время смены не доступно

source: Distance Learning
ru: Дистанционное обучение

source: Loan
ru: Ссуда

source: Grant
ru: Грант

source: Full Scholarship
ru: Полная стипендия

source: Partial Scholarship
ru: Частичная стипендия

source: All Field Of Studies Selected
ru: Все направления выбраны

source: Select All Field Of Studies
ru: Выбрать все направления

source: Select Field Of Studies
ru: Выбрать направления

source: There is a pending transfer request for this student.
ru: Запрос на перевод этого учащегося находится на рассмотрении.

source: Class name has to be unique
ru: Название класса должно быть уникальным

source: There is pending student status change request at the moment.
ru: В настоящее время ожидается изменение статуса обучающегося.

source: Cause
ru: Причина

source: No Class Assignment
ru: Без назначения группы/класса

source: There are no available Students for Transfer.
ru: Нет обучающихся для перевода.

source: No Available Grades in this Institution
ru: Нет доступных уровней в этой организации

source: Select Next Class
ru: Выбрать следующий класс/группу

source: Part day
ru: Неполный день

source: An unexpected error has been encounted. Please contact the administrator for assistance.
ru: Обнаружена непредвиденная ошибка. Обратитесь к администратору за помощью.

source: Institution attachments
ru: Приложения

source: Page
ru: Страница

source: Select Assignee
ru: Выбрать ответственного

source: Usemame
ru: Логин

source: Slice
ru: Часть

source: The page you are looking for might have been removed, renamed or is temporarily unavailable. If you have any enquiries, please contact the administrator
ru: Страница, которую вы ищете, могла быть удалена, переименована или временно недоступна. Если у вас есть вопросы, обратитесь к администратору

source: here
ru: здесь

source: Next Class
ru: Следующий класс/группа

source: You do not have access to this location.
ru: У вас нет доступа к этому месту.

source: Single Shift Occupier
ru: Работники в одну смену

source: Multiple Shift Occupier
ru: Работники в несколько смен

source: This is first time that you are logging in, please change your password.
ru: Это первый Ваш вход в систему, пожалуйста, измените свой пароль

source: TemplateReport
ru: Шаблоны отчётов

source: StatisticReport
ru: Статистический отчет

source: Institution Types Id
ru: Идентификатор типа организации

source: Academic Periods Id
ru: Идентификатор академического периода

source: Districts
ru: Районы

source: Institutions Id
ru: Идентификатор организации

source: File Name Hash
ru: Хеш имени файла

source: File Content Hash
ru: Хеш содержимого файла

source: Is Signed
ru: Подписано

source: Signed By
ru: Подписано кем

source: Select option
ru: Выберите опцию

source: Should not be lesser than
ru: Не должно быть меньше чем

source: Should not be greater than
ru: Не должно быть больше

source: In between (inclusive)
ru: Между (включительно)

source: Number Validation Rules
ru: Правила проверки номеров

source: Decimal length
ru: Десятичная длина

source: Decimal place
ru: Десятичный разряд

source: Executed
ru: Выполнено

source: Institution.Student Withdraw
ru: Отчислены

source: Next class % does not have enough capacity for students.
ru: В следующем классе/группе % недостаточно мест

source: does not have enough capacity for students.
ru: недостаточно мест

source: Outcome Grading Option
ru: Вариант оценки результатов

source: Student has already completed the selected grade.
ru: Обучающийся уже закончил данный уровень.

source: Student records have been reverted successfully.
ru: Записи успешно восстановлены.

source: Please review the information before proceeding with the operation.
ru: Пожалуйста, просмотрите информацию, прежде чем продолжить операцию.

source: Attendances will be automatically saved.
ru: Посещения будут автоматически сохранены.

source: Students status changed successfully
ru: Статус обучаемого успешно изменился.

source: Nationalities Users
ru: Национальности

source: Mon
ru: Понедельник

source: Tue
ru: Вторник

source: Wed
ru: Среда

source: Thu
ru: Четверг

source: Fri
ru: Пятница

source: Select Room
ru: Выберите

source: Capacity must not exceed
ru: Вместимость не должна превышать

source: students per class
ru: в классе / группе

source: Please review the errors in the form.
ru: Просмотрите ошибки в форме.

source: Number Of Staff By Position
ru: Количество сотрудников по должности

source: Position Title
ru: Название должности

source: There must be one Preferred Contact for each Contact Type
ru: Для каждого типа контактов должен быть один предпочтительный контакт.

source: Studying In An Extended Day Group
ru: Обучение в группе продлённого дня

source: Area Aimak
ru: Аймак

source: Effective Date cannot be earlier than the Enrollment Date
ru: Дата отчисления не может быть раньше Даты зачисления

source: Withdraw Requests
ru: Запрос на отчисление

source: BEMIS ID
ru: ИСУО ID

source: DD/MM/YYYY
ru: дд/мм/год

source: (Not Required if Position Type is Full Time)
ru: (Не требуется, если тип должности - Полный рабочий день)

source: Not Required if Position Type is Full Time
ru: (Не требуется, если тип должности - Полный рабочий день)

source: Data
ru: Данные

source: Maternity Leave
ru: Декретный отпуск

source: Extended Sick Leave
ru: Продленный отпуск по болезни

source: Import Student Admissions
ru: Импорт обучающихся

source: Short Name Kg Org
ru: Сокращенное наименование (на кыргызском)

source: Order Date
ru: Дата приказа

source: Date Validation Rules
ru: Правила проверки даты

source: String Validation Rules
ru: Правила проверки строк

source: Length Validation
ru: Проверка длины

source: Minimum Length
ru: Минимальная длина

source: Specialty
ru: Специальность

source: Tuition Fee Per Student Per Academic Year
ru: Средний размер платы за обучение одного студента за учебный год:

source: Is Multiple
ru: Множественный

source: Dropdown Elements
ru: Выпадающие элементы

source: Dropdown Option 1
ru: Выпадающий вариант 1

source: Dropdown Option 2
ru: Выпадающий вариант 2

source: Dormitory
ru: Общежитие

source: This column name already exists in the table!
ru: Это имя столбца уже существует в таблице!

source: Number Of Interactive Whiteboards Units
ru: Количество интерактивных досок

source: International Student Tuition Fees
ru: Плата за обучение иностранных студентов

source: Order Date Student
ru: Дата приказа о прибытии/зачислении

source: Order Number Student
ru: Номер приказа о прибытии/зачислении

source: Academic Leave
ru: Академический отпуск

source: Academic Leave Order Date
ru: Дата приказа об академическом отпуске

source: Start Date Of Academic Leave
ru: Дата начала академического отпуска

source: Term Of Academic Leave
ru: Срок акад.отпуска

source: Individual Training Period
ru: Период индивидуального обучения

source: Number Of Classes Missed
ru: Количество пропущенных учеб.часов

source: Quarter 1 Module 1
ru: Четверть 1/Модуль 1

source: Quarter 2 Module 2
ru: Четверть 2/Модуль 2

source: Quarter 4 / Module 4
ru: Четверть 4/Модуль 4

source: Academic performance (Annual Grade)
ru: Уровень успеваемости (годовая оценка)

source: Quarter 3 Module 3
ru: Четверть 3/Модуль 3

source: Quarter 4 Module 4
ru: Четверть 4/Модуль 4

source: Academic Performance Annual Grade
ru: Уровень успеваемости (годовая оценка)

source: Staff Account
ru: Учетная запись персонала

source: Outcome Criteria
ru: Критерии результата

source: Applicant For Altyn Tamga
ru: Претендент на Алтын тамга

source: Confirmed The Sign Altyn Tamga
ru: Подтвердил знак Алтын тамга

source: Participated In The National Testing
ru: Участвовал(а) в ОРТ

source: The Number Of Points Scored On The Main Test
ru: Количество набранных баллов по Основному тесту

source: Type Of Practice
ru: Тип практики

source: Place Of Practice
ru: Место практики

source: Passed An Internship
ru: Прошел практику

source: Needs A Hostel Student
ru: Нуждается в общежитии

source: Lives In A Hostel
ru: Проживает в общежитии

source: The Number Of Points Scored On The Subject Test
ru: Количество набранных баллов по Предметному тесту

source: Guardian Student User
ru: Родитель/опекун обучающегося

source: Total Work Experience At The Time Of Employment
ru: Общий стаж работы на момент принятия на работу

source: Appraisal Period
ru: Период аттестации

source: Qualification Category
ru: Квалификационная категория

source: Place Of Internship
ru: Место обучения

source: Training Program
ru: Программа обучения

source: Course Duration
ru: Продолжительность курса

source: Copy Data From
ru: Копировать данные с

source: Founders
ru: Учредители

source: Types Of Founder
ru: Типы учредителей

source: Academic Degree
ru: Ученая степень

source: PeopleDisabilities
ru: Инвалидность

source: Health Disability Group
ru: Группа инвалидности

source: From Disability
ru: Срок инвалидности С

source: To Disability
ru: Срок инвалидности По

source: Examination Date Disability
ru: Дата освидетельствования

source: Time Of Disability
ru: Дата наступления инвалидности

source: Examination Type
ru: Тип обследования

source: Org Name
ru: Название организации

source: Total work experience at the moment
ru: Общий стаж работы на текущий момент

source: General experience of teaching at the moment
ru: Общий стаж педагог. работы на текущий момент

source: Primarily
ru: Первичное

source: Repeatedly
ru: Повторное

source: Reference
ru: Справка

source: There is a pending withdraw request for this student.
ru: Для этого учащегося есть ожидающий запрос на снятие средств.

source: Faq
ru: Помощь

source: Next class does not have enough capacity for students.
ru: В следующем классе недостаточно мест для учеников.

source: StatisticReportHistory
ru: Сформированные стат отчёты

source: Class cannot be removed due to existing student that is assigned to the subject.
ru: Класс не может быть удален из-за существующего ученика, которому назначена этот предмет.

source: The Reasons
ru: Причины

source: Time Of Stay
ru: Время пребывания

source: Scholarship Applications
ru: Заявки на получение стипендии

source: Signed Documents
ru: Подписанные документы

source: Sign
ru: Подписать

source: Operation
ru: Действия

source: Number Of Teachers
ru: Количество учителей

source: Signed Link
ru: Ссылка на подписанные

source: There are no records.
ru: Нет записей

source: There is a pending transfer application for this student at the moment, please remove the transfer application before making another request.
ru: В настоящий момент для этого учащегося находится ожидающая рассмотрения заявка на перевод. Удалите ее, прежде чем делать следующий запрос.

source: No results match
ru: Нет совпадений

source: Answer
ru: Ответ

source: Lang
ru: Язык

source: Filename
ru: Имя файла

source: Location Url
ru: Адрес URL

source: Logo name
ru: Название логотипа

source: Institution Information
ru: Информация об институте

source: Open Data
ru: Открытые данные

source: Telegram
ru: Телеграм

source: Сheck Up
ru: Проверка справок

source: Graphs, tables
ru: Графики, таблицы

source: Questions and Answers
ru: Вопросы/Ответы

source: About us
ru: Наши данные

source: Telegram assistant
ru: Телеграм помощник

source: By QR code
ru: По QR-коду

source: Have a question?
ru: Появился вопрос?

source: Invalid username. Usernames must contain only alphabets and/or digits. Username can also be a valid email
ru: Логин должен быть латинскими буквами и не e-mail

source: MES KR 2020
ru: МОН КР 2020

source: No Record has been selected / saved.
ru: Запись не была выбрана / сохранена.

source: MonGeneratedStatisticReports
ru: Сформированные стат отчеты

source: Import Institutions
ru: Импорт организаций

source: of
ru: из

source: Transfer of student
ru: Перевод обучающегося

source: MonTemplateReports
ru: Шаблоны

source: inner
ru: внутренний

source: outer
ru: внешний

source: video
ru: видео

source: employees
ru: сотрудники

source: link
ru: ссылка

source: EMIS of the Kyrgyz Republic
ru: ИСУО КР

source: Student Body Masses
ru: Вес обучающегося

source: Academic year
ru: Учебный год

source: Selected level
ru: Выберите уровень

source: All Users
ru: Все пользователи

source: Is Acp
ru: Наличие ЭЦП

source: Institution Pin
ru: ИНН организации для ЭЦП

source: Course Start Date
ru: Дата начала

source: Student Attendance Summary
ru: Краткая информация о посещаемости обучающегося

source: Course Completion Date
ru: Дата окончания

source: Staff Attendance
ru: Посещаемость персонала

source: Maximum Value
ru: Максимальное значение

source: Content
ru: Содержание

source: Employed by specialty
ru: Работает по специальности

source: Referrals name
ru: Наименование направления

source: Class Attendance Marked
ru: Отметка посещаемости занятий

source: Log out
ru: Выйти из системы

source: Education
ru: Образование

source: Year of study
ru: Год обучения

source: -- Select level --
ru: Выберите уровень

source: -- Select class --
ru: Выберите класс

source: Interface language
ru: Язык интерфейса

source: Choose theme
ru: Выбор темы

source: Locale Content
ru: Слово для перевода

source: Plugin
ru: Плагин

source: Institution Students
ru: Обучающиеся

source: MonStatisticReports
ru: Статистические отчеты

source: Institution Doo Purpose
ru: Назначение дошкольной организации:

source: Institution Working Hours
ru: Режим работы:

source: Institution Overhaul
ru: Находится на капитальном ремонте

source: to
ru: к

source: Institution School Type
ru: Тип школы

source: Graduation Course
ru: Выпускной (последний)

source: Institution View
ru: Вид организации

source: Initial
ru: Начальная

source: Main
ru: Основная

source: Average
ru: Средняя

source: School with in-depth study of various subjects
ru: Школа с углубленным изучением различных предметов

source: Gymnasium
ru: Гимназия

source: Lyceum
ru: Лицей

source: School complex
ru: Школа-комплекс

source: School with Advanced Study Classes various subject
ru: Школа, имеющая классы с углубленным изучением различных предметов

source: Boarding school
ru: Школа-интернат

source: School orphanage
ru: Пришкольный детский дом

source: School for children with disabilities
ru: Школа для детей с ограниченными возможностями здоровья (ОВЗ)

source: School with classes for children with disabilities
ru: Школа, имеющая классы для детей с ОВЗ

source: School of inclusive education for children
ru: Школа инклюзивного обучения детей с ОВЗ

source: Special school for children and adolescents
ru: Специальная школа для детей и подростков, нуждающихся в особых условиях воспитания

source: Gymnasium-boarding school
ru: Гимназия-интернат

source: Lyceum boarding school
ru: Лицей-интернат

source: Boarding school for children with disabilities
ru: Школа-интернат для детей с ОВЗ

source: Boarding school with advanced subject classes
ru: Школа-интернат, имеющая классы с углубленным изучением предметов

source: Sanatorium-forest boarding school
ru: Санаторно-лесная школа-интернат

source: Special boarding school for children
ru: Специальная школа-интернат для детей и подростков, нуждающихся в особых условиях воспитания

source: Boarding school with in-depth study of various
ru: Школа-интернат с углубленным изучением различных предметов

source: Nursery for children from 6 months to 3 years
ru: Ясли для детей от 6 месяцев до 3 лет

source: A school with advanced study of subjects
ru: Школа с углубленным изучением предметов, имеющая классы инклюзивного обучения детей с ОВЗ

source: Nursery kindergarten for children from 6-7 months
ru: Ясли-сад для детей от 6 месяцев до 7 лет

source: Nursery for children from 6 months to 3 years
ru: Ясли для детей от 6 месяцев до 3 лет

source: Kindergarten for children from 3 to 7 years old
ru: Детский сад для детей от 3 до 7 лет

source: Special kindergarten for children with special
ru: Специальный детский сад для детей с особыми нуждами

source: Sanatorium
ru: Санаторное

source: Inclusive for children with special needs living together
ru: Инклюзивные для совместного пребывания детей со специальными нуждами

source: Village
ru: Село

source: Preschool educational organization
ru: Дошкольная образовательная организация

source: Five day
ru: Пятидневный

source: Six day
ru: Шестидневный

source: 3 hours a day
ru: 3 часа в день

source: Primary Secondary
ru: Общеобразовательная организация

source: Primary vocational educational organization
ru: Организация начального профессионального образования

source: Secondary vocational educational organization
ru: Организация среднего профессионального образования

source: Higher professional educational organization
ru: Организация высшего профессионального образования

source: Second shift
ru: Вторая смена

source: Professional educational organization
ru: Организация послевузовского проф. образования

source: Organization of additional education
ru: Организация дополнительного образования

source: Organization of additional professional education
ru: Организация дополнительного профессионального образования

source: round the clock
ru: Круглосуточный

source: Out-of-school educational organization
ru: Внешкольная образовательная организация

source: Education governing body
ru: Орган управления образованием

source: Center of children's creativity
ru: Центр детского творчества

source: Children's educational centers
ru: Детские образовательные центры

source: State educational organization
ru: Государственная образовательная организация

source: MES of KR
ru: Министерство образования и науки КР

source: Illness
ru: Болезнь

source: Government Office of the Kyrgyz Republic
ru: Аппарат Правительства Кыргызской Республики

source: Ministry of Health of the Kyrgyz Republic
ru: Министерство здравоохранения КР

source: Ministry of Internal Affairs of the KR
ru: Министерство внутренних дел КР

source: State Penitentiary Service
ru: Государственная служба исполнения наказаний

source: Family matter
ru: Семейные обстоятельства

source: Private educational organization
ru: Частная образовательная организация

source: Unexcused
ru: Без уважительной причины

source: City Hall
ru: Мэрия города

source: Personal reasons
ru: Личные причины

source: Aiyl okmotu
ru: Айыл окмоту

source: Transportation
ru: Переезд

source: City advice
ru: Городской кенеш

source: Medical appointment
ru: Прием врача

source: Village advice
ru: Айылный кенеш

source: Weather
ru: Погода

source: Public fund
ru: Общественный фонд

source: Other form of ownership
ru: Иная форма собственности

source: Institution (Private)
ru: Учреждение (Частное)

source: Death
ru: Смерть

source: Out-of-school organization
ru: Внешкольная организация

source: Classroom Conduct
ru: Поведение в классе

source: Individual
ru: Физическое лицо

source: Academic Obligation
ru: Академическая обязанность

source: General Student Policies
ru: Общая студенческая политика

source: Merits/Demerits
ru: Достоинства / недостатки

source: Personal Appearance
ru: Личная внешность

source: Respect For School Property
ru: Уважение к школьной собственности

source: Sorry, there was an error. Please retry your request.
ru: Извините, произошла ошибка. Пожалуйста, повторите свой запрос.

source: General Student Conduct
ru: Общее поведение студентов

source: Relocation
ru: Переезд

source: State property
ru: Государственная собственность

source: Municipal property
ru: Муниципальная собственность

source: Switching majors
ru: Смена специальностей

source: Private property
ru: Частная собственность

source: Financial circumstances
ru: Финансовые обстоятельства

source: Other form of ownership(other)
ru: Иная форма собственности

source: Social circumstances
ru: Социальные обстоятельства

source: Sports and recreation move
ru: Спортивно-оздоровительный переезд

source: Wants to be closer to family
ru: Хочет быть ближе к семье

source: Not a good fit
ru: Не подходит

source: Learning difficulties
ru: Трудности в обучении
