Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: Home
ru: Главная страница

source: Account
ru: Учетная запись

source: Help
ru: Помощь

source: Logout
ru: Выход

source: Institutions
ru: Образовательная организация

source: Students
ru: Обучающиеся

source: Teachers
ru: Учителя

source: Staff
ru: Персонал

source: Reports
ru: Отчеты

source: Administration
ru: Администрирование

source: Female
ru: Женский

source: Select File
ru: Выбрать файл

source: Edit
ru: Редактировать

source: View
ru: Смотреть

source: Delete
ru: Удалить

source: History
ru: История

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Update
ru: Обновить

source: Student
ru: Обучающийся

source: Notice
ru: Примечание

source: %s have been deleted successfully.
ru: % было успешно удалено

source: Add New Student
ru: Добавить нового обучающегося

source: Details
ru: Подробности

source: Attachments
ru: Файлы

source: Overview
ru: Обзор

source: Field Options
ru: Параметры поля (справочники)

source: Assessments
ru: Оценки

source: Add
ru: Добавить

source: Attachment
ru: Приложение

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Gender
ru: Разделение по полу

source: Date Of Birth
ru: Дата рождения

source: File
ru: Файл

source: Description
ru: Описание

source: File Type
ru: Тип файла

source: Institution
ru: Образовательная организация

source: Start Date
ru: Период с

source: End Date
ru: Период по

source: Address
ru: Адрес

source: Address Area
ru: Адрес (область/город)

source: Postal Code
ru: Почтовый индекс

source: Telephone
ru: Телефон

source: Email
ru: Электр. почта (e-mail)

source: General
ru: Общее

source: Contact
ru: Контакт

source: No Student found
ru: Обучающийся не найден

source: Add New Staff
ru: Добавить новый персонал

source: Qualifications
ru: Квалификации

source: Training
ru: Повышение квалификации

source: Teacher Information
ru: Информация об учителе

source: Other Information
ru: Дополнительная информация

source: Completed Date
ru: Дата завершения

source: Category
ru: Категория

source: Certifications
ru: Сертификаты

source: Teacher
ru: Учитель

source: Please enter a valid Address
ru: Пожалуйста, введите правильный адрес

source: Please enter a valid Postal Code
ru: Пожалуйста, укажите действительный почтовый индекс

source: Permissions
ru: Разрешения

source: Users
ru: Пользователи

source: Add User
ru: Добавить пользователя

source: Roles
ru: Роли

source: Add Institution
ru: Добавить организацию

source: Area
ru: Область (площадь)

source: Code
ru: Код

source: Sector
ru: Форма собственности

source: Provider
ru: Поставщик

source: Type
ru: Тип

source: Ownership
ru: Права собственности

source: Country
ru: Страна

source: Locality
ru: Регион

source: Latitude
ru: Географическая широта

source: Longitude
ru: Географическая долгота

source: Status
ru: Статус

source: Date Opened
ru: Дата открытия

source: Date Closed
ru: Дата закрытия

source: Location
ru: Сведения об адресе (месте нахождения)

source: Contact Person
ru: Контактное лицо

source: Fax
ru: Факс

source: Website
ru: Сайт

source: Active
ru: Активный

source: Account Name
ru: Название аккаунта

source: Account Number
ru: Номер аккаунта

source: Bank
ru: Банк

source: Grade
ru: Уровень

source: Attendance
ru: Посещаемость

source: Behaviour
ru: Поведение

source: Results
ru: Результаты

source: Total
ru: Общее число

source: Amount
ru: Сумма

source: System Information
ru: Системные сведения

source: License
ru: Лицензия

source: Finance
ru: Финансы

source: Select
ru: Выбрать

source: System
ru: Система

source: Level
ru: Уровень

source: Cycle
ru: Цикл

source: Programme
ru: Программа

source: Field Of Study
ru: Направление (специальность)

source: Subject
ru: Предмет

source: Bank Accounts
ru: Банковские счета

source: Bank Account
ru: Банковский счет

source: Programmes
ru: Программы

source: Classes
ru: Классы

source: Textbooks
ru: Учебники

source: Infrastructure
ru: Инфраструктура

source: Finances
ru: Финансы

source: System Setup
ru: Настройка системы

source: Administrative Boundaries
ru: Административные границы

source: Education Structure
ru: Структура образования

source: Custom Fields
ru: Пользовательские поля

source: System Configurations
ru: Конфигурация системы

source: Setup
ru: Настройки

source: Current Password
ru: Текущий пароль

source: New Password
ru: Новый пароль

source: Retype New Password
ru: Повторите новый пароль

source: Username
ru: Логин

source: Last Login
ru: Последний вход в систему

source: Areas
ru: Области

source: Visible
ru: Видимый

source: Area Level
ru: Уровень области

source: Area Levels
ru: Уровни области

source: Education Level
ru: Уровень образования

source: Education System
ru: Система образование

source: Admission Age
ru: Возраст приема

source: Programme Orientation
ru: Программы ориентации

source: Subjects
ru: Предметы

source: Duration
ru: Продолжительность

source: Grades
ru: Уровни

source: Option
ru: Опция

source: Current
ru: Текущий

source: Buildings
ru: Здания

source: Rooms
ru: Кабинеты

source: Other
ru: Другой

source: Training Categories
ru: Категории тренинга

source: Section Break
ru: Параграф

source: List
ru: Список

source: Title
ru: Название

source: Language
ru: Язык

source: Password
ru: Пароль

source: Login
ru: Войти

source: Function
ru: Функция

source: Configurations
ru: Конфигурации

source: Role
ru: Роль

source: Add New User
ru: Добавить нового пользователя

source: Inactive
ru: Неактивные

source: Institution Reports
ru: Отчеты организации

source: Staff Reports
ru: Отчеты персонала

source: DataQuality Reports
ru: Отчеты о качестве данных

source: Institution Report
ru: Отчет Организации

source: Textbook Report
ru: Отчет по учебникам

source: Training Report
ru: Отчет об обучении

source: Building Report
ru: Отчет по зданиям

source: Rooms Report
ru: Отчет по комнатам

source: Custom
ru: Пользовательский

source: Data Quality
ru: Качество данных

source: Institutions Report
ru: Отчет организаци

source: Processing
ru: Обработка

source: Pending
ru: Ожидание

source: Completed
ru: Завершено

source: Export
ru: Экспорт

source: Security
ru: Безопасность

source: Value
ru: Значение (номер, адрес)

source: No
ru: Нет

source: Yes
ru: Да

source: Loading
ru: Загрузка ...

source: Generated
ru: Сгенерировано

source: Classification
ru: Классификация

source: Information
ru: Информация

source: Bank Account Name
ru: Название банковского счета

source: Bank Branch Name
ru: Название филиала банка

source: Class
ru: Класс

source: Building
ru: Здание

source: Room
ru: Комната

source: Student Name
ru: Имя обучающегося

source: Education Programme
ru: Образовательная программа (профиль)

source: Education Grade
ru: Уровень образования

source: Logo
ru: Логотип

source: Data Outliers
ru: Тип сайта

source: Data Discrepancy
ru: Несоответствия данных

source: Data Discrepancy Variation(%)
ru: Вариация несоответствия данных (%)

source: Rubrics
ru: Заголовки

source: Pass Mark
ru: Проходной балл

source: Back
ru: Назад

source: Modified By
ru: Изменено

source: Modified On
ru: Дата изменения

source: Created By
ru: Создано

source: Created On
ru: Дата создания

source: Descriptions
ru: Описания

source: Visits
ru: Визиты

source: Color
ru: Цвет

source: Date
ru: Дата

source: Comment
ru: Комментарий

source: Visit Type
ru: Тип визита

source: National Code
ru: Национальный Код

source: International Code
ru: Международный код

source: Identities
ru: Документы

source: Number
ru: Номер

source: Issue Date
ru: Дата выдачи

source: Expiry Date
ru: Действительна до

source: Courses
ru: Курсы

source: Sessions
ru: Сессии

source: All
ru: Все

source: New
ru: Новый

source: Pending for Approval
ru: В ожидании утверждения

source: Course Code
ru: Код курса

source: Course Title
ru: Название курса

source: Course Description
ru: Описание курса

source: Credit Hours
ru: Зачетные часы

source: Mode of Delivery
ru: Способ обучения

source: Training Provider
ru: Организатор обучения

source: Training Requirement
ru: Требование к обучению

source: Training Level
ru: Уровень обучения

source: Submit for Approval
ru: Представить на утверждение

source: Trainer
ru: Тренер

source: Trainees
ru: Cлушатели

source: Course
ru: Курс

source: Needs
ru: Потребности

source: Training Needs
ru: Учебные потребности

source: Training Results
ru: Результаты обучения

source: Result
ru: Результат

source: Comments
ru: Комментарии

source: Nationalities
ru: Гражданство

source: SMS
ru: СМС

source: Logs
ru: Записи

source: Enabled
ru: Включено

source: Message
ru: Сообщение

source: Download
ru: Загрузить

source: Confirm
ru: Подтвердить

source: Field of Studies
ru: Направления (специальности)

source: Levels
ru: Уровни образования

source: Providers
ru: Поставщики

source: Statuses
ru: Статусы

source: Add Trainee
ru: Добавить слушателя

source: Course Type
ru: Тип обучения

source: Course Types
ru: Типы обучения

source: Groups
ru: Группы

source: Action
ru: Действие

source: Format
ru: Формат

source: Middle Name
ru: Отчество

source: Preferred Name
ru: Предпочитаемое имя

source: Max Resolution: %s pixels
ru: Максимальное разрешение: %s пикселей

source: Trainings
ru: Тренинги

source: Shifts
ru: Смены

source: Training Reports
ru: Отчеты об обучении

source: Clear
ru: Очистить

source: Hours
ru: Часы

source: Search
ru: Поиск

source: Advanced Search
ru: Расширенный поиск

source: Education Cycle
ru: Цикл образования

source: Nursery
ru: Ясли

source: Auto Generated OpenEMIS ID
ru: Автоматически сгенерированный ID ИСУО

source: Custom Validation
ru: Пользовательская проверка

source: LDAP Configuration
ru: Конфигурация упрощенного протокола доступа к каталогам

source: Version
ru: Версия

source: Authentication
ru: Аутентификация

source: Nationality
ru: Гражданство

source: Behaviour Report
ru: Отчет о поведении

source: Survey
ru: Опрос

source: Synchronized
ru: Синхронизировано

source: Contacts
ru: Контакты

source: Languages
ru: Языки

source: Special Needs
ru: Особые потребности

source: Awards
ru: Награды

source: Memberships
ru: Членства

source: Licenses
ru: Лицензии

source: Positions
ru: Позиции (должности)

source: Leave
ru: Отпуск

source: Extracurricular
ru: Внеклассный

source: Employment
ru: Занятость

source: Salary
ru: Заработная плата

source: Health
ru: Здоровье

source: Immunizations
ru: Вакцинация

source: Medications
ru: Медикаменты

source: Allergies
ru: Аллергии

source: Tests
ru: Тесты

source: Consultations
ru: Консультации

source: Achievements
ru: Достижения

source: Mobile
ru: Мобильный

source: Phone
ru: Телефон

source: Preferred
ru: Приоритет

source: Writing
ru: Навыки правописания

source: Reading
ru: Навыки чтения

source: Speaking
ru: Навыки речи

source: Listening
ru: Навыки восприятия на слух

source: Issuer
ru: Орган выдачи

source: Employment Status
ru: Статус занятости

source: Graduate Year
ru: Год выпуска

source: Number Of Days
ru: Количество дней

source: Deductions
ru: Вычеты

source: Additions
ru: Дополнения

source: Conditions
ru: Условия

source: Relationship
ru: Родственники

source: Dosage
ru: Доза

source: Severe
ru: Серьезный

source: Treatment
ru: Лечение

source: Appointment
ru: Назначение

source: Contract
ru: Контракт

source: Weighting
ru: Оценивание

source: Evaluator
ru: Оценщик

source: Add Criteria
ru: Добавить критерий

source: Date Enabled
ru: Дата открытия

source: Date Disabled
ru: Дата закрытия

source: Criteria
ru: Критерий

source: Reorder
ru: Изменение порядка

source: Options
ru: Опции

source: Total Weighting(%)
ru: Общая оценка (%)

source: Grand Total Weighting(%)
ru: Итоговая общая оценка (%)

source: Report Generated
ru: Отчет сгенерирован

source: Staff Type
ru: Тип персонала

source: Position
ru: Позиция (должность)

source: File size should not be larger than %s.
ru: Размер файла не должен быть больше, чем %s.

source: *Maximum 5 files are permitted on single upload. Each file size should not be larger than 2MB.
ru: *Загрузка не более 5 файлов. Размер каждого файла не должен превышать 2 МБ.

source: Add Trainer
ru: Добавить тренера

source: Trainers
ru: Тренера

source: Download Template
ru: Скачать шаблон

source: %s Record(s) have been updated
ru: %s Запис(и) обновлены

source: Column %s only accepts 0 or 1 as input.
ru: Колонка %s принимает только 0 или 1 для ввода.

source: Row %s: %s
ru: Ряд %s: %s

source: Training Result
ru: Результат тренинга

source: OpenEMIS ID
ru: ID ИСУО

source: (1=Pass/0=Fail)
ru: (1=Зачет/0=Не зачет)

source: Training Priority
ru: Приоритет обучения

source: Course Catalogue
ru: Каталог курса

source: Need Category
ru: Категория потребности

source: Specialisation
ru: Специализация

source: Years
ru: Годы

source: Staff with OpenEmis ID %s does not exist.
ru: Сотрудник с ID ИСУО % не существует.

source: Staff with OpenEmis ID %s does not meet the Course requirement.
ru: Сотрудник с ID ИСУО % не соответствует требованиям курса.

source: translations
ru: переводы

source: Absence
ru: Отсутствие

source: From
ru: От

source: To
ru: До

source: Reason
ru: Причина

source: Time
ru: Время

source: Remove
ru: Удалять

source: Shift
ru: Смена

source: Start Time
ru: Время начала

source: End Time
ru: Время окончания

source: Shift Details
ru: Детали смены

source: Teaching
ru: Обучение

source: Reset
ru: Отменить

source: Guardians
ru: Родители/опекуны

source: Maps
ru: Карты

source: Fees
ru: Оплата за обучение

source: Fee Types
ru: Виды оплаты

source: Add Student
ru: Добавить обучающегося

source: Add Staff
ru: Добавить в организацию

source: Custom Field
ru: Настраиваемое поле

source: Promoted
ru: Перевод по классам/группам

source: Sections
ru: Секции

source: Repeated
ru: На повторный год

source: Academic Periods
ru: Академические периоды

source: Communications
ru: Коммуникации

source: Dashboard
ru: Информационный блок

source: Infrastructures
ru: Инфраструктура

source: Notices
ru: Оповещения

source: Transfer Status
ru: Статус перевода

source: Student Transfer Reason
ru: Причина перевода обучающегося

source: Academic
ru: Академический

source: Total Institutions
ru: Общее количество учебных заведений

source: Total Students
ru: Всего

source: Total Staff
ru: Общее количество сотрудников

source: About
ru: Относительно

source: Preferences
ru: Предпочтения

source: Forms
ru: Формы

source: Third Name
ru: Третье имя

source: Birthplace Area
ru: Место рождения

source: Modified User
ru: Кто изменил

source: Modified
ru: Изменено

source: Created User
ru: Создатель

source: Created
ru: Создано

source: Absences
ru: Отсутствия

source: Behaviours
ru: Поведения

source: Extracurriculars
ru: Факультативные занятия

source: Alternative Name
ru: Название на кыргызском языке

source: Area Administrative
ru: Административный район

source: (Area (Education
ru: (Область (Образования

source: Career
ru: Карьера

source: Professional
ru: Профессиональная подготовка

source: Salaries
ru: Заработные платы

source: Workflow
ru: Рабочий процесс

source: Workbench
ru: Уведомления

source: Received Date
ru: Дата получения

source: Request Title
ru: Название запроса

source: Transferred
ru: Переведен из другой организации

source: Pending Transfer
ru: Ожидается перевод

source: Graduated
ru: Выпуск (закончил)

source: All Statuses
ru: Все статусы

source: Student Status
ru: Статус обучающегося

source: Photo
ru: Фото

source: Actions
ru: Действия

source: All Grades
ru: Классы/Группы

source: Display
ru: Показ

source: records
ru: записи

source: Showing %s to %s of %s records
ru: Показывать c %s по %s из %s записей

source: Next Academic Period
ru: Следующий учебный год

source: Academic Period
ru: Учебный год

source: Transfer Requests
ru: Заявки на перевод

source: Transfer
ru: Перевод в другую организацию

source: Promotion / Graduation
ru: Перевод/Выпуск

source: Questions
ru: Вопросы

source: Draft
ru: Проект

source: Enrolled
ru: Зачислен

source: Position Type
ru: Вид занятости

source: Staff Status
ru: Статус сотрудника

source: Pages
ru: Страницы

source: Fields
ru: Поля

source: Infrastructure Level
ru: Уровень инфраструктуры

source: Size
ru: Размер

source: Infrastructure Ownership
ru: Право собственности на инфраструктуру

source: Year Acquired
ru: Год приобретения

source: Year Disposed
ru: Год распоряжения

source: Infrastructure Condition
ru: Условия инфраструктуры

source: Area Administratives
ru: Административные области

source: Number Of Students By Year
ru: Количество обучающихся в год

source: Number Of Staff
ru: Количество сотрудников

source: Date On File
ru: Дата в файле

source: New Value
ru: Новое значение

source: Old Value
ru: Старое значение

source: Field
ru: Поле

source: Module
ru: Модуль

source: Female Students
ru: Обуч. дев.

source: Male Students
ru: Обуч. мальч.

source: Home Room Teacher
ru: Классный руководитель

source: Class Name
ru: Название класса

source: Subject Name
ru: Название предмета

source: OpenEMIS ID, Identity Number or Name
ru: ID ИСУО

source: Photo Content
ru: Скан-копия документа

source: Contact Type
ru: Тип контакта

source: Contact Value
ru: Значение контакта

source: Identity Type
ru: Вид документа

source: Identity Number
ru: Номер документа

source: Special Need
ru: Особая нужда

source: Student Behaviour Category
ru: Категория поведения обучающегося

source: Date Of Behaviour
ru: Дата поведения

source: No Available Classes
ru: Нет свободных классов

source: Assessment
ru: Оценка

source: To Be Completed By
ru: Завершится к

source: Last Modified
ru: Дата последнего изменения

source: Completed On
ru: Дата завершения

source: All Positions
ru: Все должности

source: Genders
ru: Разделение по полу

source: Birthplace Areas
ru: Место рождения

source: Address Areas
ru: Адрес

source: Expires On
ru: Дата действительности

source: Started On
ru: Дата начала

source: Evaluation Date
ru: Дата оценки

source: Employments
ru: Трудовая деятельность

source: Employment Type
ru: Тип занятости

source: Employment Date
ru: Дата занятости

source: EducationSubject
ru: Предмет образования

source: Staff Absence Reason
ru: Причина отсутствия сотрудника

source: Days
ru: Дни

source: Date To
ru: Дата до

source: Date From
ru: Дата от

source: Staff Leave Type
ru: Тип отпуска персонала

source: Document No
ru: Номер документа

source: Extracurricular Type
ru: Внеклассный Вид

source: Points
ru: Баллы

source: Grade/Score
ru: Оценка

source: Membership
ru: Менторство

source: License Number
ru: Номер лицензии

source: License Type
ru: Тип лицензии

source: Staff Training Category
ru: Категория обучения персонала

source: Remarks
ru: Замечания

source: Bank Branch
ru: Филиал банка

source: Bank Name
ru: Название банка

source: Net Salary
ru: Чистая зарплата

source: Gross Salary
ru: Оклад включая налоги

source: Salary Date
ru: Дата зарплаты

source: Feature
ru: Особенность

source: Number Of Classes
ru: Количество классов

source: Time Of Behaviour
ru: Время поведения

source: Identity
ru: Идентичность

source: Education Grades
ru: Уровни образования

source: Subject Code
ru: Код предмета

source: Create New
ru: Создать новый

source: Staff Attendances
ru: Посещаемость персонала

source: Pending Admission
ru: В ожидании приема

source: Rejected
ru: Отвергнуто

source: Home Page
ru: Добро пожаловать!

source: Pending Dropout
ru: В ожидании отчисления

source: Execute
ru: Выполнить

source: File Content
ru: Содержание файла

source: No Teacher Assigned
ru: Не назначен

source: All Classes
ru: Все классы

source: Student Behaviours
ru: Поведение обучающихся

source: Student Attendances
ru: Посещаемость обучающегося

source: Total Fee
ru: Общая плата

source: Amount Paid
ru: Оплаченная сумма

source: Outstanding Fee
ru: Неоплаченная сумма

source: Staff Behaviours
ru: Поведение персонала

source: Survey Form
ru: Форма опросника

source: Rubric Template
ru: Шаблон рубрики

source: Academic Period Level
ru: Уровень академического периода

source: Quality Visit Type
ru: Тип качественного визита

source: Labels
ru: Вкладки

source: Guardian
ru: Родитель/опекун

source: Guardian Relation
ru: Родственная связь родителя/опекуна

source: Student Fees
ru: Взносы обучающегося

source: Add Addition
ru: Дополнить

source: Add Deduction
ru: Добавить вычет

source: Absence Type
ru: Тип отсутствия

source: Age
ru: Возраст

source: Copyright
ru: Авторское право

source: All rights reserved.
ru: Все права защищены

source: Directory
ru: Пользователи

source: Audit
ru: Аудит

source: Import Students
ru: Внести обучающихся

source: Select File To Import
ru: Выбрать файл для импорта

source: Import
ru: Импорт

source: Network Connectivity
ru: Сетевое подключение

source: Open
ru: Открыто

source: Blood Type
ru: Группа крови

source: Doctor Name
ru: Имя доктора

source: Doctor Contact
ru: Контакт доктора

source: Healths
ru: Здоровье

source: Health Insurance
ru: Медицинская страховка

source: Medical Facility
ru: Медицинское учреждение

source: Health Allergies
ru: Аллергии

source: Health Allergy Type
ru: Тип аллергии

source: Health Consultations
ru: Медицинские консультации

source: Health Consultation Type
ru: Тип консультации по здоровью

source: Health Families
ru: Здоровье семьи

source: Families
ru: Семьи

source: Health Relationship
ru: Медицинские отношения

source: Health Condition
ru: Состояние здоровья

source: Health Histories
ru: Истории болезни

source: Histories
ru: Истории

source: Health Immunization Type
ru: Тип медицинской вакцинации

source: Health Tests
ru: Медицинские тесты

source: Health Test Type
ru: Тип медицинского теста

source: Map
ru: Карта

source: Health Immunizations
ru: Иммунизация здоровья

source: Health Medications
ru: Лекарства для здоровья

source: Building Status
ru: Статус здания

source: Building Ownership
ru: Право собственности на здание

source: Building Type
ru: Тип здания

source: Single Grade
ru: Единый

source: Multi Grade
ru: Разные

source: Single Grade Classes
ru: Одноклассные занятия

source: Select Teacher or Leave Blank
ru: Выбрать или оставить пустым

source: .Are you sure you want to delete this record
ru: Вы уверены, что хотите удалить эту запись

source: From Academic Period
ru: С учебного года

source: To Academic Period
ru: На учебный год

source: From Grade
ru: С уровня

source: To Grade
ru: На уровень

source: Next grade in the Education Structure is not available in this Institution or no Next Academic Period defined
ru: Следующий класс в структуре образования этой организации недоступен или следующий академический период не определен

source: Current Grade
ru: Текущий класс

source: Next Education Grade
ru: Следующий уровень образования

source: User Name
ru: Имя пользователя

source: Student Absences
ru: Отсутствие обучающегося

source: Full Day
ru: Полный день

source: Staff Absences
ru: Отсутствия сотрудника

source: For Year %s
ru: Для учебного года %s

source: Select Period
ru: Выбрать период

source: Select Class
ru: Выбрать класс

source: No Programme Grade Fees
ru: Нет платы за класс

source: Non-Teaching
ru: Непреподавательский

source: No Notices
ru: Нет оповещений

source: Parent
ru: Родитель

source: Staff Employments
ru: Занятость сотрудников

source: This Institution
ru: Эта образовательная организация

source: Other Institution
ru: Другая образовательная организация

source: Promotion
ru: Перевод по классам/группам

source: Students have been promoted
ru: Обучающиеся успешно переведены

source: Undo
ru: Отменить

source: Current Staff List
ru: Список действующего персонала

source: Past Staff List
ru: Список предыдущего персонала

source: Model
ru: Модуль

source: <Not In School>
ru: <Не в школе>

source: Add Next Programme
ru: Добавьте следующую программу

source: Add Question
ru: Добавьте вопрос

source: Add Subject
ru: Добавьте предмет

source: Assessment Items
ru: Предметы оценки

source: Class Grades
ru: Оценки класса

source: Comment Required
ru: Требуется Комментарий

source: Criterias
ru: Критерии
