Repository: skalor/emis_kg
Catalog: src/Locale/*/default.po
Languages: ru

source: State authority
ru: Орган государственной власти

source: Local government body
ru: Орган местного самоуправления

source: Citizens of the Kyrgyz Republic
ru: Граждане Кыргызской республики

source: dropout
ru: Выбыл

source: Religious organizations
ru: Религиозные организации

source: Expelled
ru: Отчислен

source: Foreign state
ru: Иностранное государство

source: Dismissed voluntarily
ru: Отчислен по собственному желанию

source: Foreign citizens
ru: Иностранные граждане

source: Foreign commercial organizations
ru: Иностранные коммерческие организации

source: Foreign non-profit organizations
ru: Иностранные некоммерческие организации

source: Institution Committee Types
ru: Типы комитетов учреждения

source: Dismissal due to transfer to others the direction of the specialty
ru: Отчисление из-за перевода на др направление специальность

source: Operating Mode
ru: Режим работы

source: Expulsion due to transfer to another form of study
ru: Отчисление в связи с переводом на другую форму обучения

source: Family Issues
ru: Семейные проблемы

source: Expelled for academic failure
ru: Отчислен по неуспеваемости

source: Dismissal (did not pass state exams)
ru: Отчисление (не сдал(а) государственные экзамены)

source: Dismissal (did not defend the thesis / work)
ru: Отчисление (не защитил(а) дипломный проект/работу)

source: Deceased
ru: Отчислен в связи со смертью

source: Pass a large number of classes
ru: Пропуск большого количества занятий

source: Pregnancy
ru: Беременность

source: Caring for someone
ru: Забота о ком-то

source: Financial Issues
ru: Финансовые проблемы

source: Medical Problems
ru: Медицинские проблемы

source: Bullying a child
ru: Издевательства над ребенком

source: Need to make money to support family
ru: Нужно зарабатывать деньги, чтобы содержать семью

source: Residential/School Instability
ru: Жилищная / Школьная Нестабильность

source: Extramural
ru: Заочная

source: Evening
ru: Вечерняя

source: Additionally Reports
ru: Форма ОШ-1

source: Class details
ru: СВЕДЕНИЯ О КЛАССАХ И КЛАССАХ КОМПЛЕКТАХ

source: Stat Class Doo 1 4
ru: Количество 1-4, подготовительных классов

source: Stat Class Doo 1 11
ru: Количество 1-11 класс-комплектов с учащимися менее 15 человек

source: Number Of Orphans
ru: Численность детей-сирот и детей, оставшихся без попечения родителей

source: The Number Of Mentally Retarded Children
ru: Численность умственно отсталых детей

source: Including Girls
ru: В том числе численность умственно отсталых девочек

source: Stat Number Disabilities Group
ru: Количество групп с ОВЗ

source: Number Children Inclusive Classes
ru: Численность детей в инклюзивных классах

source: Stat Number Children Home Studying
ru: Численность детей обучающихся на дому

source: Stat Number Children Correctional Classes
ru: Численность детей в коррекционных классах

source: Stat Number Disabilities Children
ru: Численность детей с ОВЗ

source: Stat Number Children Enrolled Family Education
ru: Численность детей, обучающихся в форме семейного образования

source: Stat Number Children 240 Hours
ru: Численность детей, прошедших предшкольную подготовку: по 240 часовой программе

source: Stat Number Children 480 Hours
ru: Численность детей, прошедших предшкольную подготовку: - по 480 часовой программе

source: Stat Number Children Preschool Organizations
ru: Численность детей, прошедших предшкольную подготовку: в дошкольных организациях

source: Stat Number Children Mother School
ru: Численность детей, прошедших предшкольную подготовку: в “Материнской школе”

source: Stat Number Children Other Organizations
ru: Численность детей, прошедших предшкольную подготовку: в других организациях для развития детей младшего возраста

source: Stat Logopaedic Point Student Number
ru: Численность обучающихся школы, занимающихся в нем (человек)

source: Stat Logopaedic Point Number Student Other Schools
ru: Численность обучающихся школы, посещающих занятия в логопедических пунктах, организованных в других школах (человек)

source: Stat Logopaedic Point Student Number Other Schools
ru: Численность учащихся школы, посещающих занятия в логопедических пунктах, организованных в других школах (человек)

source: Stat Books Number
ru: Число книг (включая школьные учебники), брошюр и журналов (экземпляров)

source: Stat Including School Textbooks
ru: в том числе школьных учебников

source: Stat Long Day Groups Number
ru: Количество групп продленного дня (единиц)

source: Stat Students Number Long Day Groups
ru: Численность обучающихся в группах продленного дня (чел.)

source: Stat Places Number Boarding Schools
ru: Количество мест в школах-интернатах (мест)

source: Gak
ru: ГАК

source: Number Of Students Who Received A Certificate Of Secondary Gene
ru: Численность учащихся, получивших аттестат о среднем общем образовании - с отличием

source: Number Of Students Who Received A Certificate Of Basic General
ru: Численность учащихся, получивших аттестат об основном общем образовании с отличием

source: The Number Of Students Who Passed The External Examinations For
ru: Число учащихся, выдержавших экзамены экстерном за курс основной школы и получивших аттестат об основном общем образовании

source: Number Of Students Who Passed The External Examinations For The
ru: Число учащихся, выдержавших экзамены экстерном за курс средней школы и получивших аттестат о среднем общем образовании

source: Number Of Students Who Received An External Education In All
ru: Численность учащихся, получивших образование в форме экстерната по всем классам (кроме 9,11 классов)

source: Institution Examination Gak
ru: ГАК

source: Stat Students Number Living In Boarding Schools
ru: Численность обучающихся, проживающих в школах-интернатах (чел.)

source: Stat Students Number With Meals
ru: Численность учащихся, обеспеченных питанием (чел.)

source: Stat From The Budget
ru: За счет средств бюджета

source: Stat From The Parents
ru: За счет средств родителей

source: Duration Of Work
ru: Продолжительность работы

source: Doo Duration
ru: Продолжительность работы

source: The value cannot be less than 0
ru: Это значение не может быть меньше 0

source: Capacity must not exceed the maximum number of students per class.
ru: Вместимость не должна превышать максимальное количество учащихся в классе.

source: General Teaching Experience At The Time Of Hiring
ru: Общий стаж педагог. работы на момент принятия на работу

source: AdditionallyReports
ru: Форма ОШ-1

source: STUDENTS BY CLASS
ru: СОСТАВ ОБУЧАЮЩИХСЯ ПО КЛАССАМ

source: LOGOPEDIC POINT INFORMATION
ru: СВЕДЕНИЯ О ЛОГОПЕДИЧЕСКОМ ПУНКТЕ

source: LIBRARY INFORMATION AND OTHER
ru: СВЕДЕНИЯ О ГРУППАХ ПРОДЛЕННОГО ДНЯ И ИНТЕРНАТАХ ПРИ ШКОЛАХ

source: Students nutrition
ru: СВЕДЕНИЯ О ПИТАНИИ ОБУЧАЮЩИХСЯ

source: Bullied
ru: Запуганный

source: The Accrued Scholarship Fund
ru: Начислено стипендиального фонда

source: Number Of Students Receiving The Scholarship Human
ru: Численность студентов, получающих стипендию (человек)

source: Fellows Of Enterprises Institutions And Organizations Human
ru: Стипендиаты предприятий, учреждений и организаций (человек)

source: Average Established Scholarships For Students
ru: Средний размер установленной стипендии для студентов

source: Scholarship holders of enterprises, institutions and organizations (person) should not exceed the Number of students receiving the scholarship (person)
ru: Стипендиаты предприятий, учреждений и организаций (человек) не должны превышать количество студентов, получающих стипендию (чел.)

source: Institution Scholarships
ru: Стипендии

source: Preschool education
ru: Дошкольное образование

source: Community kindergarten with multi-stay
ru: Общинный детский сад с разновременным пребыванием (полный неполный день)

source: Aggregated Data Doo
ru: Форма 85-К

source: Aggregated Data Spo
ru: Форма 2-НК и 3-НК

source: Aggregated Data Vpo
ru: Успеваемость

source: Relation Model
ru: Модуль для связки

source: Bacterial Dysentery
ru: Бактериальная дизентерия

source: Bacterial Dysentery Students Over 3
ru: Бактериальная дизентерия в том числе у детей в возрасте 3 года и старше

source: Enteritis
ru: Энтериты, колиты и гастроэнтериты, вызванные установленными, неустановленными и неточно обозначенными возбудителями

source: Enteritis Students Over 3
ru: Энтериты, колиты и гастроэнтериты, вызванные установленными, неустановленными и неточно обозначенными возбудителями , в том числе у детей в возрасте 3 года и старше

source: Scarlet Fever
ru: Скарлатина

source: Scarlet Fever Students Over 3
ru: Скарлатина, в том числе у детей в возрасте 3 года и старше

source: Angina
ru: Ангина (острый тонзилит)

source: Angina Students Over 3
ru: Ангина (острый тонзилит), в том числе у детей в возрасте 3 года и старше

source: Flu
ru: Грипп и острые инфекции верхних дыхательных путей

source: Flu Students Over 3
ru: Грипп и острые инфекции верхних дыхательных путей, в том числе у детей в возрасте 3 года и старше

source: Pneumonia
ru: Пневмония

source: Pneumonia Students Over 3
ru: Пневмония , в том числе у детей в возрасте 3 года и старше

source: Accidents
ru: Несчастные случаи, отравления, травмы

source: Accidents Students Over 3
ru: Несчастные случаи, отравления, травмы , в том числе у детей в возрасте 3 года и старше

source: Other Diseases
ru: Другие заболевания

source: Other Diseases Students Over 3
ru: Другие заболевания, в том числе у детей в возрасте 3 года и старше

source: An entry already exists for this school year
ru: Для этого учебного года запись уже существует

source: Funds receipt and use
ru: Поступление и использование финансовых средств дошкольными организациями

source: Stat Republican Budget Funds Receipt
ru: Поступление средств из республиканского бюджета

source: Stat Local Budget Funds Receipt
ru: Поступление средств из местного бюджета

source: Stat Ministries Departments Funds Receipt
ru: Поступление средств от министерств и ведомств, в ведении которых находятся дошкольные организации

source: Stat Support Student Funds Receipt
ru: Поступление средств за содержание ребенка

source: Stat Education Programs Funds Receipt
ru: Поступление средств за обучение по программам дошкольного образования

source: Stat Others Funds Receipt
ru: Поступление средств Прочие

source: Stat Funds Use For Material Costs
ru: Использование финансовых средств на материальные затраты

source: Stat Funds Use For Pay Intangible Services
ru: Использование финансовых средств на оплату нематериальных услуг

source: Stat Funds Use For Travel Expenses
ru: Использование финансовых средств на командировочные расходы

source: Stat Funds Use For Wages
ru: Использование финансовых средств на заработную плату

source: Stat Funds Use For Social Insurance Contributions
ru: Использование финансовых средств отчисление на социальное страхование

source: Stat Funds Use For Capital Repairs
ru: Использование финансовых средств на капвложения, капремонт

source: Stat Funds Use For Purchase Equipment
ru: Использование финансовых средств на приобретение оборудования и инвентаря

source: Stat Funds Use For Other Expenses
ru: Использование финансовых средств прочие расходы

source: Stat Year End Financial Resources Balance
ru: Остаток финансовых средств на конец года

source: Paid additional educational services
ru: Платные дополнительные образовательные услуги на конец отчетного года

source: Stat Students Health Improvement Services
ru: Услуги по оздоровлению детей (Численность детей, человек)

source: Stat Students Health Improvement Services Amount
ru: Услуги по оздоровлению детей (Сумма услуг, тыс. сом)

source: Stat Speech Therapist Lessons
ru: Занятия с логопедом (Численность детей, человек)

source: Stat Speech Therapist Lessons Amount
ru: Занятия с логопедом (Сумма услуг, тыс.сом)

source: Institution Reason For Transfer
ru: Причина зачисления

source: Stat Speech Pathologist Lessons
ru: Занятия с дефектологом (Численность детей, человек)

source: Stat Speech Pathologist Lessons Amount
ru: Занятия с дефектологом (Сумма услуг, тыс. сом)

source: Stat Musical Rhythmic Lessons
ru: Музыкально – ритмические занятия (Численность детей, человек)

source: Stat Musical Rhythmic Lessons Amount
ru: Музыкально – ритмические занятия (Сумма услуг, тыс. сом)

source: All Subjects for the assigned grade already added previously
ru: Все предметы для присвоенной оценки уже добавлены ранее

source: The record does not exist.
ru: Запись не существует.

source: Student Edu Payment Type
ru: Тип оплаты образования

source: The student should be between 5 to 57 years old
ru: Возраст ученика должен быть от 5 до 57 лет.

source: Please type your pin code
ru: Пожалуйста, введите свой пин-код

source: Signing completed successfully
ru: Подпись успешно завершена

source: This is the first time that you are logging in, please change your password.
ru: Это первый раз, когда вы входите в систему, пожалуйста, измените свой пароль.

source: Final Score
ru: Финальный счет

source: Stat Providing Psychological Assistance
ru: Оказание психологической помощи (Численность детей, человек)

source: Stat Providing Psychological Assistance Amount
ru: Оказание психологической помощи (Сумма услуг, тыс. сом)

source: Stat Foreign Language Teaching
ru: Обучение иностранному языку (Численность детей, человек)

source: Stat Foreign Language Teaching Amount
ru: Обучение иностранному языку (Сумма услуг, тыс. сом)

source: Stat Computer Games
ru: Компьютерные игры (Численность детей, человек)

source: Stat Computer Games Amount
ru: Компьютерные игры (Сумма услуг, тыс. сом)

source: Stat Other Services
ru: Другие услуги (Численность детей, человек)

source: Stat Other Services Amount
ru: Другие услуги (Сумма услуг, тыс. сом)

source: Study Code
ru: Код специальности

source: Stat Gked
ru: ГКЭД

source: Educational and laboratory buildings and dormitories availability and use sq m
ru: Наличие и использование учебно-лабораторных зданий и общежитий (кв.метров)

source: Stat Buildings Total Area
ru: Общая площадь зданий

source: Stat Including Rented By Institution
ru: в том числе арендованная учебным заведением

source: Stat Including Educational Laboratory
ru: в том числе учебно-лабораторные

source: Stat Including Dormitories
ru: в том числе общежития

source: Stat Including Educational
ru: в том числе учебная

source: Stat Including Educational Support
ru: в том числе учебно-вспомогательная

source: Stat Including Subsidiary
ru: в том числе подсобная

source: Stat Including Rented Out
ru: в том числе сдано в аренду

source: Stat Including Residential
ru: в том числе жилая

source: Stat Residential Used By This Educational Institution Students
ru: Жилая (занятая обучающимися данного учебного заведения)

source: Stat Residential Used By Other Educational Institution Students
ru: Жилая (занятая обучающимися других учебных заведений)

source: Student Year Payment
ru: Плата за обучение одного студента за учебный год(очно)

source: Student Foreign Year Payment
ru: Плата за обучении иностранных студентов

source: Miscellaneous
ru: Разное

source: BirthCertificate
ru: Свидетельство о рождении

source: DriversLicense
ru: Водительское удостоверение

source: Social Security
ru: Социальное обеспечение

source: Second
ru: Вторая

source: Third
ru: Третья

source: Bacterial dysentery
ru: Бактериальная дизентерия

source: Standard
ru: Стандартная

source: Continuation
ru: Продолжение

source: Mother
ru: Мать

source: Father
ru: Отец

source: Grandmom
ru: Бабушка

source: Granddad
ru: Дедушка

source: Blood test
ru: Анализ крови

source: Urine test
ru: Анализ мочи

source: Arterial pressure
ru: Артериальное давление

source: Temperature
ru: Температура

source: Fecal analysis
ru: Анализ кала

source: Fluorography
ru: Флюорография

source: MRI
ru: МРТ

source: Ultrasound examination
ru: УЗИ

source: Tenant
ru: Арендатор

source: People Disabilities
ru: Инвалидность

source: Mon Statistic Report
ru: Статистический отчёт

source: 3 days a week
ru: 3 дня в неделю

source: Completed an internship under the contract
ru: Прошел практику по договору

source: Completed practice on my own
ru: Прошел практику самостоятельно

source: In a good condition
ru: В хорошем состоянии

source: Needs minor repairs
ru: Нуждается в мелком ремонте

source: In Need of Major Repair
ru: Требуется капитальный ремонт

source: Complete Rebuilding Necessary
ru: Необходимо полное восстановление

source: Asset Types
ru: Типы активов

source: Access to drinking water
ru: Доступ к питьевой воде

source: Availability of a music hall
ru: Наличие музыкального зала

source: Available sports hall
ru: Наличие спортивного зала

source: Computer classes availability
ru: Наличие компьютерных классов

source: Questions and answers
ru: Вопрос/Ответ

source: Did not find an answer to your question?
ru: Не нашли ответ на свой вопрос?

source: Video tutorial
ru: Видеоруководство

source: User's manual
ru: Руководство пользователя

source: Watch the video
ru: Смотреть видео

source: Write to us using the form below
ru: Напишите нам, используя нижеследующую форму

source: Your name
ru: Ваше имя

source: Your e-mail
ru: Ваш e-mail

source: Your phone number
ru: Ваш номер телефона

source: Your position
ru: Ваша должность

source: Select region
ru: Выберите область

source: Batken
ru: Баткенская обл.

source: Bishkek city
ru: г. Бишкек

source: Osh city
ru: г. Ош

source: Jalal-Abad
ru: Джалал- Абадская обл.

source: Issyk-Kul
ru: Иссык-Кульская обл.

source: Osh
ru: Ошская обл.

source: Talas
ru: Таласская обл.

source: Chui
ru: Чуйская обл.

source: Naryn
ru: Нарынская обл.

source: Send
ru: Отправить

source: Other Sections
ru: Другие разделы

source: Could not find your account
ru: Не удалось найти ваш аккаунт

source: Other Section
ru: Другой раздел

source: Access to washstands
ru: Доступ к рукомойникам

source: Laboratories availability
ru: Наличие лабораторий

source: Workshops availability
ru: Наличие мастерских

source: Language laboratories availability
ru: Наличие лингафонных кабинетов

source: Training grounds availability
ru: Наличие учебных полигонов

source: Sports grounds availability
ru: Наличие спортивных площадок

source: Library existence
ru: Наличие библиотеки

source: Institution Subject
ru: Учебные предметы

source: Electronic libraries availability
ru: Наличие электронных библиотек

source: Availability toilet
ru: Наличие туалета

source: Hot water supply availability
ru: Наличие горячего водоснабжения

source: Sewerage availability
ru: Наличие канализации

source: Leave period applied overlaps existing records.
ru: Применяемый период отпуска перекрывает существующие записи.

source: Specially equipped toilet presence (ЛОВЗ)
ru: Наличие специально оборудованного туалета(ЛОВЗ)

source: Educational institution entrance for disabled
ru: Подъезд к учебному заведению для ЛОВЗ

source: Speech therapy center availability
ru: Наличие логопедического пункта

source: Contract Amount
ru: Сумма контракта

source: Support service
ru: Служба поддержки

source: Secondment
ru: Прикомандированный

source: Chess
ru: Шахмат

source: Interactive whiteboards / panels availability
ru: Наличие интерактивных досок/панелей

source: Interactive whiteboards panels availability
ru: Наличие интерактивных досок панелей

source: Urban
ru: Городская местность

source: Rural
ru: Сельская местность

source: Pending for Cancellation
ru: В ожидании аннулирования

source: Doo Appointment
ru: Назначение ДОО

source: School Type
ru: Тип организации (школы)

source: Special for children with hearing impairment (hearing impaired)
ru: Специальное для детей с нарушением слуха (слабослышащих)

source: Deaf especially
ru: Специальное для глухих

source: Speech impairment specially
ru: Специальное с нарушением речи

source: Visual impairment special
ru: Специальное с нарушением зрения

source: Intellectual disabilities children special
ru: Специальное для детей с проблемами в интеллектуальном развитии

source: Other health problems children specially
ru: Специальное для детей с другими проблемами здоровья

source: Institutions graduates knowledge state assessment results
ru: Итоги государственной оценки знаний выпускников ВПУЗов

source: Total Admitted To State Exams
ru: Всего допущено к сдаче государственных экзаменов (защите диплома), человек

source: Including Received Excellent Grades
ru: В том числе получили оценки отлично

source: Including Received Grades Well
ru: В том числе получили оценки хорошо

source: Sick leave
ru: Отпуск с больничным листом

source: Sick leave without sick certificate
ru: Отпуск по болезни без больничного листа

source: Compassionate Leave
ru: Отпуск по семейным обстоятельствам

source: Urgent Personal Affairs Leave
ru: Срочный отпуск по семейным обстоятельствам

source: Maternity leave
ru: Декретный отпуск

source: Paternity leave
ru: Отцовский отпуск

source: Extended sick leave
ru: Продленный отпуск по болезни

source: Paid leave
ru: Оплачиваемый отпуск

source: Long Leave
ru: Длительный отпуск

source: Sister
ru: Сестра

source: Scholarship Funding Sources
ru: Источники финансирования стипендий

source: Scholarship Attachment Types
ru: Типы стипендий

source: Scholarship Semesters
ru: Стипендии Семестра

source: Social
ru: Социальные

source: Financial
ru: Финансовый

source: Low vision
ru: Слабое зрение

source: Speech / language disorder
ru: Расстройство речи/языка

source: Attention deficit-hyperactivity disorder
ru: Дефицит внимания/гиперактивные растройства

source: Emotional / behavioral disorder
ru: Эмоциональные / поведенческие расстройства

source: Urinary problems
ru: Проблемы с мочеиспусканием

source: Dust allergy
ru: Аллергия на пыль

source: Anemia
ru: Анемия

source: Deaf / hard of hearing
ru: Глухой / слабослышащий

source: Breathing problems when running
ru: Проблемы с дыханием при беге

source: Perceptual disorders
ru: Нарушения восприятия

source: Physical disability
ru: Физический недостаток

source: Intellectual impairment
ru: Интеллектуальные нарушения

source: Autistic spectrum
ru: Аутистический спектр

source: Asthmatic
ru: Астматик

source: AIDS / HIV
ru: СПИД / ВИЧ

source: Optical fiber
ru: Оптоволокно

source: Wireless
ru: Беспроводной

source: Satellite
ru: Спутниковый

source: Special Needs Difficulties
ru: Трудности с особыми потребностями

source: Wellness services
ru: Услуги по оздоровлению

source: Speech therapist training
ru: Занятия с логопедом

source: Training with defectologist
ru: Занятия с дефектологом

source: Special Needs Service Types
ru: Типы услуг для особых нужд

source: Musical and rhythmic lessons
ru: Музыкально-ритмические занятия

source: Providing psychological assistance
ru: Оказание психологической помощи

source: Teaching foreign languages
ru: Обучение иностранному языку

source: Computer games
ru: Компьютерные игры

source: Other services
ru: Другие услуги

source: Special Needs Device Types
ru: Типы устройств для особых нужд

source: Braille terminal
ru: Терминал Брайля

source: Hearing aid
ru: Слуховой аппарат

source: Mobile device
ru: Передвижное устройство

source: Cognitive assistance
ru: Когнитивное содействие

source: Mon Template Types
ru: Типы шаблонов

source: Mon Licensing Type
ru: Тип лицензирования

source: For Date
ru: На дату

source: Wrong date! Example of correct date: 09/05 (month/day)
ru: Неправильная дата! Пример правильной даты: 09/05 (месяц / день)

source: You does not have permissions
ru: У вас нет разрешения

source: Submit
ru: Подписать

source: Types Of Founders
ru: Типы учредителей

source: Types Of Practice
ru: Типы практики

source: Visit Purpose Types
ru: Типы целей посещения

source: Mon Utility Internet Provider
ru: Интернет-Провайдер

source: Asset Conditions
ru: Условия Активов

source: Insurance Providers
ru: Страховые компании

source: Insurance Types
ru: Виды страхования

source: Disability Groups
ru: Группы инвалидности

source: Special Needs Types
ru: Типы особых потребностей
