Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: No staff id found
kg: Кызматкердин ЖБ табылган жок

source: Import Staff Leave
kg: Персоналдын өргүүсү жөнүндө маалыматтарды импорттоо

source: (Leave as blank to auto generate)
kg: (Автоматтык түрдө генерациялоо үчүн бош калтыргыла)

source: (Leave as blank for Non-Teaching type)
kg: (Окутуу эмес түрү үчүн мамычаны бош калтыргыла)

source: Selected value does not match with Staff Position Title Type
kg: Тандалган маани персоналдын кызматынын аталышынын тибине шайкеш келбейт

source: Invalid status id
kg: Статустун туура эмес идентификатору

source: The selected institution only accepts Male student.
kg: Тандалган мекеме эркек балдарды гана кабыл алат

source: The selected institution only accepts Female student.
kg: Тандалган мекеме окуучу кызды гана кабыл алат

source: Gender is not editable in Directories
kg: Жынысы каталогдордо редакцияланбайт

source: Please review the information before proceeding with the operation
kg: Операцияны улантуудан мурда маалымат менен таанышып алсаңыз

source: Name
kg: Аталышы

source: Security Role
kg: Коопсуздук ролу

source: Position Grade Selection
kg: Позицияны баалоону тандоо

source: Select Position Grade
kg: Позиция баасын тандоо

source: Select All Position Grades
kg: Позициянын бардык баалоосун тандоо

source: Position Grades
kg: Позицияны баалоо

source: Length should not exceed 5 digits or decimal places should not exceed 3 digits
kg: Узундугу 5 сандан ашпоосу керек же ондук белгилер 3 сандан ашпоосу керек

source: Current Assignee
kg: Учурдагы дайындалган адам

source: New Assignee
kg: Жаңы дайындалган адам

source: Reassign
kg: Кайра дайындоо

source: Error Validation: New Assignee cannot be the same as Current Assignee
kg: Учурда дайындалып иштеп жаткан адам жаңы дайындалуучу адамдын ордун ээлей албайт

source: Reopen
kg: Кайрадан ачуу

source: Appraisal Type
kg: Аттестация тиби

source: Appraisal Form
kg: Аттестациянын формасы

source: Appraisal Period From
kg: Тартып аттестация мезгили

source: Appraisal Period To
kg: Чейин аттестация мезгили

source: Date Appraised
kg: Баалоо датасы

source: Pending Approval From Sending Institution
kg: Жөнөткөн мекеменин колдоого алуусун күтүү

source: Pending Student Admission
kg: Окуучуну кабыл алууну күтүү

source: Admitted
kg: Кабыл алынды

source: To recover your username, enter the email address you use in this system.
kg: Өзүңүздүн колдонуучу катары логин калыбына келтирүү үчүн сиз ушул системада колдонгон электрондук почтаңыздын дарегин киргизгиле

source: Recover Username
kg: Логин калыбына келтирүү

source: Return to login
kg: Системага кирген жерге кайрылып келүү

source: Recover Your Username
kg: Логин калыбына келтирүү

source: Recover Your Password
kg: Пароль калыбына келтирүү

source: To reset your password, enter the email address or username you used in this system. A link will be emailed to you which will let you reset your password.
kg: Пароль өзгөртүү үчүн электрондук почтанын дарегин же сиз ушул системада пайдаланган колдонуучунун логин киргизгиле

source: Username or Email
kg: Логин же электрондук дарек

source: Reset Password
kg: Пароль калыбына келтирүү

source: Please check your email for further instructions.
kg: Кийинки нускамалар үчүн өз электрондук почтаңызды текшериңиз

source: Please check your email for more information.
kg: Кошумча маалымат үчүн электрондук почтаңызды текшериңиз

source: Please enter a valid email address.
kg: Электрондук почтаңыздын колдонуудагы дарегин киргизиңиз

source: Your password has been reset successfully.
kg: Пароль ийгиликтүү өзгөртүлдү

source: Forgot username?
kg: Логин унутулду

source: Forgot password?
kg: Пароль унутулду

source: Total Attendance
kg: Башынан эле туура эмес болгон туулгандыгы жөнүндө даталар

source: No. of Present
kg: Учурдагы жумушчу процесс

source: No. of Late
kg: Стипендия алууга арыз берүү

source: No. of Absence
kg: Арыз кабыл алуу аяктаган датага чейинки күндөр

source: Week
kg: Жума

source: Day
kg: Күн

source: Reason / Comment
kg: Бардыгы, анын ичинде өзгөчө муктаждыктары / майыптыгы бар адамдар колдонушу үчүн арналган

source: Period 1
kg: Бул курс атайын билим берүү керектөөлөрүнө (SEN) шайкеш келет

source: Period 2
kg: Багыттар

source: Period 3
kg: Кызмат көрсөтүүлөр

source: Period 4
kg: Ылайыкташкан шаймандар

source: Period 5
kg: пландар

source: Monday
kg: Дүйшөмбү

source: Tuesday
kg: Шейшемби

source: Wednesday
kg: Шаршемби

source: Thursday
kg: Бейшемби

source: Friday
kg: Жума

source: Saturday
kg: Ишемби

source: Sunday
kg: Жекшемби

source: Present
kg: Күн

source: Absence - Excused
kg: Күнүмдүк катышуу

source: Absence - Unexcused
kg: Себеп / Комментарий

source: Late
kg: Мезгил 1

source: No. of Staff on Leave
kg: Мезгил 2

source: Time In
kg: Мезгил 3

source: Time Out
kg: Мезгил 4

source: Current Staff
kg: Учурдагы кызматкер

source: This student is already allocated to xxx
kg: Этот окуучу уже записан для ххх

source: Student Information
kg: Окуучунун маалыматы

source: Transfer Student
kg: Которуу

source: Project Director
kg: Бейшемби

source: District Education Manager
kg: Райондук билим берүү менеджери

source: Administrative Officer
kg: Администратор

source: Assistant Education Officer
kg: Билим берүү кызматкерлеринин жардамчысы

source: Director Education Planning Unit*
kg: Билим берүүнү пландоо бөлүмүнүн директору

source: Director Policy, Planning, Research & Eval Unit
kg: Келбей калуу - уруксат берилген"

source: District Education Officer
kg: Билим берүү боюнча участкалык ыйгарым укуктуу

source: Timetable
kg: Расписание

source: Timetables
kg: Расписание

source: New Staff
kg: Жаңы кызматкер

source: Referrals
kg: Багыттамалар

source: Services
kg: Кызматтар

source: Service Name
kg: Кызматтын аталышы

source: Organization
kg: Уюм

source: Number Of Students By Stage
kg: Денгээл боюнча окуучулардын саны

source: Referrer Name
kg: Жиберүүчүнүн аты-жөнү

source: Referrer Type
kg: Багыттын түрү

source: Devices
kg: Түзмөктөр

source: Device Name
kg: Түзмөктүн аталышы

source: Plans
kg: Пландар

source: Plan Name
kg: Пландын аталышы

source: Insurances
kg: Камсыздандыруулар

source: Accessible
kg: Жеткиликтүү

source: Not Accessible
kg: Жеткиликтүү эмес

source: Demographic
kg: Демография

source: Overall Comment:
kg: Общий комментарий:

source: Create New Student
kg: Жаңы окуучуну кошуу

source: Specialisations
kg: Адистешүүлөр

source: -- Select Status --
kg: -- Статус тандоо --

source: Published
kg: Жарыяланган

source: Next
kg: Кийинки

source: New Student Details
kg: Жаңы окуучуну маалыматтары

source: Complete
kg: Аяктоо

source: Date of Meeting
kg: Жолугушуу датасы

source: Committees
kg: Комитеттер

source: All Types
kg: Бардык түрлөр

source: Scholarship Name
kg: Стипендиянын аталышы

source: Scholarships
kg: Стипендиялар

source: Mandatory
kg: Сөзсүз

source: Assets
kg: Активтер

source: All Accessibilities
kg: Бардык мүмкүнчүлүктөр

source: Create New Staff
kg: Жаңы кызматкерди кошуу

source: New Staff Details
kg: Жаңы кызматкердин маалыматтар

source: The staff is added successfully.
kg: Персонал ийгиликтүү кошулду.

source: People
kg: Жетекчилик (администрация)

source: Mobile Number
kg: Уюлдук номери

source: Department
kg: Бөлүм

source: Designation
kg: Позиция

source: Mixed
kg: Аралаш

source: Full-Time
kg: Толук күн

source: Part-Time
kg: Толук эмес күн

source: Institution Position
kg: Мекемедеги позиция

source: Staff Change Type
kg: Тип персоналды алмаштыруу

source: Single Shift Owner
kg: Одна смена

source: Timetable will be automatically saved
kg: Расписание будет автоматически сохранено

source: Schedules
kg: Расписание

source: The student is added successfully.
kg: Ийгиликтүү кошулду.

source: Attendances
kg: Катышуусу

source: Institution Staff Attendances
kg: Персоналдын келип катышуусу

source: Change in Staff Type
kg: Персоналдын тиби өзгөртүү

source: Not Specified
kg: Көрсөтүлгөн эмес

source: Change in Assignment
kg: Дайындоо өзгөртүү

source: New FTE
kg: Жаны % орноштугу (FTE)

source: Current FTE
kg: Учурдагы % орноштугу (FTE)

source: Change of Start Date
kg: Башталган датасы өзгөртүү

source: Change in FTE
kg: % Орноштугу (FTE) өзгөртүү

source: Current Staff Type
kg: Учурдагы персоналдын тиби

source: Performing this action will apply the proposed changes to the staff record.
kg: Бул иш-аракеттер камсыз кылуу сунуш кылынган өзгөртүүлөрдү колдонулат.

source: Select All
kg: Баарын тандоо

source: Unassign
kg: Чыгаруу

source: Search Unassigned Students
kg: Киргизилгебен издөө

source: Search Assigned Students
kg: Киргизилген окуучулар үчүн издөө

source: Assign
kg: Кошуу

source: Add Field of Study
kg: Окуу багытын (адистиги) кошуу

source: Pay Scale 1
kg: Шкала оплаты 1

source: Pay Scale 2
kg: Шкала оплаты 2

source: Module Translations
kg: Модулдук котормолор

source: Current Week
kg: Учурдагы жума

source: Date of Application
kg: Арыз датасы

source: Reached the maximum number of students allowed in a class.
kg: Окуучулардын саны эң жогорку чекке жетти

source: 404 Forbidden: Page Not Found
kg: Ката 404: Баракча табылган жок

source: Pin
kg: ИНН (ПИН) (ОМС)

source: Guardians First Name
kg: Камкорчунун аты

source: Guardians Last Name
kg: Камкорчунун фамилиясы

source: Student First Name
kg: Окуучунун аты

source: Student Last Name
kg: Окуучунун фамилиясы

source: School Event
kg: Окуя (событие)

source: Request for Change in Assignment has been submitted successfully.
kg: Тапшырманы өзгөртүү өтүнүчү ийгиликтүү жөнөтүлдү.

source: Term
kg: Мөөнөт

source: Interval
kg: Аралык

source: Interval (mins)
kg: Интервал (мүн.)

source: Start Scheduling
kg: Пландаштырууну баштаңыз

source: MTB
kg: МТБ

source: Number Of Computer Classes
kg: Компьютердик класстардын саны (ИЭТН)

source: Number Of Computers
kg: Компьютерлердин саны

source: Number Of Computers Connected To The Internet
kg: Интернетке туташкан компьютерлердин саны

source: Number Of Computers Connected To The Internet For Education
kg: Окутуу үчүн Интернетке туташкан компьютерлердин саны

source: Update Password
kg: Пароль жаңылоо

source: Change Your Password
kg: Пароль өзгөртүү

source: Confirm new Password
kg: Жаңы пароль бекемдөө

source: Education Specialization
kg: Направления (специальности)

source: Specialization
kg: Специализации

source: Education Field Of Studies
kg: Багыт (Адистиги)

source: This student is already allocated to current institution
kg: Студент буга чейин бул мекемеге катталган

source: There is no programme set for this institution
kg: Бул уюм үчүн программалар жок

source: Next Institution Class
kg: Кийинки класс/группа

source: This institution is inactive, all data entry operation are disabled.
kg: Эта организация неактивна, все операции ввода данных отключены.

source: Licensing
kg: Лицензиялоо

source: Issuing Authority
kg: Берүүчү органы

source: Term Date
kg: Жарамдык датасы

source: License certification authority
kg: Сертификаттоо борбору

source: Personnel certification body
kg: Кадрларды тастыктоо органы

source: Pending Approval From Receiving Institution
kg: Кабыл алуучу уюмдан ырастоо күтүлүүдө

source: Student Status Updates
kg: Окуучунун абалы жаңыртылууда

source: Execution Status
kg: Статус выполнения

source: In Queue
kg: Кезекте

source: Workflow Assignee
kg: В процессе записи

source: Workflow Comments
kg: Комментарии

source: Current Step
kg: Текущий шаг

source: This student is already allocated to the current institution
kg: Бул окуучу мурунтан бул уюмга катталган

source: Temporary Replacement
kg: Убактылуу алмаштыруу

source: Students without Class
kg: Обучаемые без класса / группы

source: There are no shifts configured for the selected academic period
kg: Для выбранного академического периода смены не настроены

source: Students status changed successfully.
kg: Статус обучаемого успешно изменился.

source: Male (Functional)
kg: Эркек (функциональный)

source: Male (Non-functional)
kg: Эркек (не функциональный)

source: Female (Functional)
kg: Аял (функциональный)

source: Mixed (Functional)
kg: Аралаш (функциональный)

source: Mixed (Non-functional)
kg: Аралаш (не функциональный)

source: Female (Non-functional)
kg: Женский (функциональный)

source: Education Form Of Training
kg: Форма обучения

source: Form Of Training
kg: Формы обучения

source: Secondary Teachers
kg: Дополнительные учителя

source: Transfer of student % to %
kg: Перевод обучающегося % в %

source: This translation already exist.
kg: Этот перевод уже используется.

source: Pending Student Transfer
kg: Которууну күтүп жаткан окуучулар

source: No Education Grade was selected.
kg: Билим деңгээли тандалган жок.

source: Guardians Address
kg: Адрес родителя/опекуна

source: Staff Release
kg: Кадрларды бошотуу

source: There are no available Students for revert Student Status.
kg: Нет доступных обучающихся для восстановления статуса Обучающийся.

source: Today
kg: Бүгүн

source: June
kg: Июнь

source: You need to configure Education Grades first
kg: Алгач сиз билим берүү деңгээлин тандашыңыз керек

source: Region education
kg: Билим берүү тармагы

source: Count organization
kg: Уюмдардын саны

source: Count employees
kg: Кызматкерлердин саны

source: Count students
kg: Окуучулардын саны

source: Count total
kg: Баардыгы

source: Count male
kg: Эркек

source: Count female
kg: Аял

source: Count boys
kg: Эркектер

source: Count girls
kg: Кыздар

source: Statistic
kg: Статистика

source: You have entered an invalid username or password.
kg: Сиз киргизген логин же пароль туура эмес.

source: Password length should be between 6 to 50
kg: Пароль 6дан 50гө чейин болушу керек

source: Types
kg: Типтери

source: Account Type
kg: Аккаунттун түрү

source: %s to %s of %s
kg: %s с %s по %s

source: Page % of %
kg: Стр % по %

source: Page %s of %s
kg: Стр %s по %s

source: Audits
kg: Аудит

source: This identity has already existed in the system.
kg: Бул номер системада бар.

source: Capacity must not exceed 200 students per class
kg: 200 окуучудан ашпашы керек

source: There is no grade selected
kg: Билим берүү деңгээли тандалган жок

source: Feeder Incoming Institutions
kg: Фидер входящие организации

source: Feeder Outgoing Institutions
kg: Фидер исходящие организации

source: Feeder Institution
kg: Фидерная организация (поставщик)

source: Recipient Institution
kg: Уюм - алуучу

source: No Of Students
kg: Нет обучающихся

source: SEN
kg: СОП

source: This course is Special Educational Needs(SENs) compliant.
kg: Бул курс атайын билим берүү муктаждыктарына жооп берет (СОП).

source: Open/Public
kg: Ачуу

source: Bespoke
kg: Тапшырыкка

source: School Visit
kg: Уюмдун баруу

source: Select All Target Populations
kg: Бардык максаттуу калкты тандаңыз

source: All Target Populations Selected
kg: Бардык максаттуу калктар тандалды

source: Specialisation 1
kg: Адистик 1

source: Feeders
kg: Фидер

source: Incoming
kg: Кирүүчү

source: Outgoing
kg: Чыккан

source: Custom Filter Selection
kg: Выбор пользовательского фильтра

source: Select Custom Filters
kg: Выберите пользовательские фильтры

source: Select All Custom Filters
kg: Выбрать все пользовательские фильтры

source: Save as Draft
kg: Сомдомо катары сактоо

source: Multiple Shift Owner
kg: Несколько смен

source: There is still pending item in institution workbench, please clear the workbench before proceed.
kg: Мекемеңизде окула элек эскертмелер бар

source: Institution Shifts
kg: Смены организации

source: Designed for use by anyone including those with special needs/disabilities.
kg: Предназначен для использования всеми, в том числе с особыми потребностями / инвалидностью.

source: Date should be within Academic Period.
kg: Күн академиялык мезгилде болушу керек.

source: Classes Secondary Staff
kg: Жардамдашуучу мугалим

source: Class Students
kg: Окуучулар

source: Subject Students
kg: Предметтер

source: Class Attendance Records
kg: Окуучунун келип катышуусу

source: Faculties
kg: Факультеты

source: Institution Faculty
kg: Факультет

source: Short Name
kg: Кыскартылган аталышы (орусча)

source: Opening Date
kg: Ачылыш күнү

source: Closing Date
kg: Жабылуу күнү

source: noFaculties
kg: Не найдено

source: Type organization
kg: Уюмдун түрү

source: Last updated statistic
kg: Акыркы статистикалык жаңылоо

source: Selected Education Grade for the selected Education Programme already added
kg: Тандалган окуу денгээли окуу программасына кошулган

source: Search subjects
kg: Предметти издөө

source: Selected Education Grade for the selected Education Programme already added.
kg: Тандалган окуу денгээли окуу программасына кошулган.

source: Head
kg: Башчысы

source: Date should be within % and %
kg: Дата % жана % убакыт аралыгында болушу шарт

source: Mobile Phone
kg: Уюлдук телефон

source: Kyrgyzstan
kg: Кыргызстан

source: Staff Release In
kg: Кадрларды бошотуу

source: Position Start Date
kg: Башталган күнү

source: Previous Fte
kg: Буга чейинки Fte (% орноштугу)

source: Student User
kg: Окуучу

source: Pending Release In
kg: Чыгуу күтүлүүдө

source: Pending Release Out
kg: Чыгуу күтүлүүдө

source: Position End Date
kg: Жарамдык датасы

source: To Do
kg: Кылуу

source: In Progress
kg: Процессте

source: Done
kg: Даяр

source: -- All Categories --
kg: -- Бардык категориялар --

source: Format: starts with 996 and only numeric values
kg: 996 башталып жана сандык маанилер болуу зарыл

source: Please enter a valid Numeric value
kg: Сураныч, сандык маанини киргизиңиз

source: This field has to be unique
kg: Уникалдуу болушу керек

source: Contacts (People)
kg: Байланыштар (кызматкерлер)

source: There should be at least one Email record
kg: Кеминде бир электрондук почта жазуусу болушу керек

source: Module Translation
kg: Модулдук котормолор

source: After Field
kg: Вставить поле после

source: String
kg: Строка

source: MonFields
kg: Новые поля

source: MonSections
kg: Новые секции

source: Practice
kg: Практика

source: Only latin letters are allowed
kg: Только латинские буквы

source: Before Field
kg: Перед полем

source: Contact value must be unique for each type
kg: Байланыш маалыматы ар бир түргө уникалдуу болуусу шарт

source: Please enter a valid Last Name
kg: Сураныч, туура фамилияны киргизиңиз

source: Please enter a valid First Name
kg: Сураныч, жарактуу атты киргизиңиз

source: Staff User
kg: Персонал

source: Nationality User
kg: Улуту

source: Sop
kg: СОП (билим берүү муктаждыктары менен)

source: Home Education
kg: Үй шартында окутуу

source: Foreigner
kg: Чет элдик окуучу

source: Responsible Gender Social Coordinator
kg: Гендердик жана социалдык маселелер боюнча жооптуу координатор

source: Teacher Education
kg: Педагогикалык билим берүү

source: Teacher Special Education
kg: Атайын билими бар мугалим

source: Certificate Inclusive Education
kg: Инклюзивдик билим берүү сертификаты

source: Project Capacity
kg: Лицензия боюнча орундардын саны

source: Expense Funds
kg: Чыгашалар фонддору

source: Infrastructure MTB
kg: Инфраструктура МТБ

source: Infrastructure needs
kg: Муктаждыктар

source: Number of workrooms
kg: Окуу бөлмөлөрүнүн саны

source: Infrastructure projects
kg: Долбоорлор

source: Infrastructure wash sanitations
kg: Санитария

source: Infrastructure wash sewages
kg: Канализациянын тазалоо инфратүзүмү

source: Type of legal form
kg: Уюштуруу-укуктук формасы түрү

source: Founder Name
kg: Уюштуруучунун аты

source: Founder Type
kg: Уюштуруучунун Түрү

source: Short Name Kg
kg: Кыска аты (Кырг.)

source: Board Of Trustee
kg: Камкорчулар кеңешинин болушу

source: Price
kg: Баа

source: Institution provider
kg: Жабдуучу

source: Institution Status
kg: Мекеменин статусу

source: Institution Ownership
kg: Менчик түрү

source: Institution locality
kg: Жайгашкан жери

source: Survey forms
kg: Сурамжылоо формалары

source: Total Number Of Books
kg: Китептердин жалпы саны (окуу китептерин кошкондо)

source: Books By Specialty
kg: Окуу китептеринин саны

source: Contacts (Institution)
kg: Байланыштар (мекеме)

source: Number Of Existing Contracts
kg: Учурдагы келишимдердин саны

source: Of Them State Institutions
kg: (ичинен)- мамлекеттик уюмдар

source: Private
kg: Жеке

source: Partners Concluded Cooperation Agreements
kg: Кызматташуу боюнча келишимдерди түзгөн өнөктөштөр

source: Form Of Study
kg: Форма обучения

source: Base
kg: Негиздөөчү документ

source: Partners
kg: Өнөктөштөр

source: Inclusive Class
kg: Инклюзивдүү класс

source: Correction Class
kg: Түзөтүү классы

source: Tutorial For Inclusive Education
kg: Инклюзивдик билим үчүн окуу китеби

source: Please select Subject and Textbook before adding record
kg: Жазууну кошуудан мурун предметти жана окуу китебин тандаңыз

source: Bus
kg: Автобус

source: Institution Trip
kg: Окуу сапары

source: Availability Of Computers
kg: Компьютерлердин болушу

source: Availability Of Interactive Equipment
kg: Интерактивдүү шаймандардын болушу

source: All Need Types
kg: Бардык керектүү түрлөр

source: All Priorities
kg: Бардык артыкчылыктар

source: Report Queue
kg: Отчёттордун кезеги

source: Email Status
kg: Электрондук почтанын статусу

source: Doktor of PHILOSOPHY
kg: Философия илимдеринин доктору

source: Amount (KGS)
kg: Суммасы (сом)

source: First Semester
kg: Биринчи Семестр

source: Are There Fice Offices In Schools
kg: Мектептерде информатика кабинеттери барбы

source: All Funding Source
kg: Каржылоонун бардык булактары

source: Student Absent
kg: Окуучу жок

source: Translation
kg: Котормо

source: Financial Assistance Type
kg: Каржылык жардамдын түрү

source: Recipient
kg: Алуучулар

source: Centers
kg: Центрлар

source: There is no programme set for available Academic Period on this institution
kg: Бул мекеменин академиялык мезгилге программасы жок

source: Generate Start Date
kg: Баштоо күнүн түзүңүз

source: Generate End Date
kg: Аяктоо күнүн түзүңүз

source: Potential Wrong Birthdates
kg: Туулган күнүнүн туура эмес жазылып калуусу

source: Logins
kg: Логиндер

source: Sort By
kg: Иреттөө

source: Default Order
kg: Демейки буйрутма

source: Last Login - Desending Order
kg: Акыркы кирүү - төмөндөө

source: All Categories
kg: Бардык категориялар

source: Report Start Date
kg: Отчёттун башталыш күнү

source: Report End Date
kg: Отчёттун аяктаган күнү

source: Recipients
kg: Алуучулар

source: Centres
kg: Центрлар

source: Log
kg: Журнал

source: Number Of Workrooms
kg: Кол-во мастерских

source: Number Of Laboratories
kg: Лабораториялардын саны

source: Securities
kg: Баалуу кагаздар

source: Student Visit Requests
kg: Окуучу өтүнүчтөргө баруу

source: Format: starts with 996
kg: 996дан башталат

source: Outcome
kg: Жыйынтык

source: No Templates
kg: Калыптар жок

source: Application Open Date
kg: Өтүнмөнүн ачылыш күнү

source: Application Close Date
kg: Өтунмөнүн жабылган күнү

source: Annual Award Amount
kg: Стипендиянын жылдык суммасы

source: Bond
kg: Фин. облигационный год

source: Field Of Study Selection
kg: Изилдөө чөйрөсүн тандоо

source: Requirements
kg: Талаптар

source: Instructions
kg: Инструкциялар

source: Add Attachment Type
kg: Тиркеме түрүн кошуңуз

source: Duration (Year)
kg: Узактыгы (жыл)

source: All Trip Types
kg: Сапарлардын бардык түрлөрү

source: Land Types
kg: Жердин түрлөрү

source: Work duration
kg: Жумуш узактыгы

source: Room Type Rent
kg: Бөлмө түрүн ижарага алуу

source: Left to Right
kg: Оңдон солго

source: Copy And Print Capability
kg: Көчүрүү жана басып чыгаруу мүмкүнчүлүгү

source: Internet Provider
kg: Интернет кызматын камсыздоочу

source: Internet Availability
kg: Интернет жеткиликтүүлүгү

source: Filter Types
kg: Фильтр түрлөрү

source: Locale
kg: Иш-аракет

source: Practice Type
kg: Практика түрү

source: Place Of Intership
kg: Стажировка өтүүчү жер

source: User Default Identity
kg: Демейки колдонуучу аты

source: Workflow Records
kg: Иш процесстеринин жазуулары

source: Statistical Comm
kg: Статистикалык байланыш

source: Which of the following does the school have access to?
kg: Төмөнкү аймактардын кайсынысына мектеп кире алат?
