Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: Financial circumstances
kg: Каржылык жагдай

source: Other form of ownership(other)
kg: Менчиктин башка формасы

source: Social circumstances
kg: Социалдык жагдайлар

source: Sports and recreation move
kg: Спорт жана ден-соолукту чыңдоо үчүн көчүп кетүү

source: Wants to be closer to family
kg: Үй-бүлөгө жакын болгусу келет

source: Not a good fit
kg: Ылайыктуу эмес

source: Learning difficulties
kg: Окуудагы кыйынчылыкта

source: State authority
kg: Мамлекеттик бийлик

source: Local government body
kg: Жергиликтүү өз алдынча башкаруу органы

source: Citizens of the Kyrgyz Republic
kg: Кыргыз Республикасынын жарандары

source: dropout
kg: чыгып кетти

source: Religious organizations
kg: Диний уюмдар

source: Expelled
kg: Окуудан чыгарылган

source: Foreign state
kg: Чет мамлекет

source: Dismissed voluntarily
kg: Өз каалоосу менен бошотулган

source: Foreign citizens
kg: Чет элдик жарандар

source: Foreign commercial organizations
kg: Чет элдик коммерциялык уюмдар

source: Foreign non-profit organizations
kg: Чет өлкөлүк коммерциялык эмес уюмдар

source: Institution Committee Types
kg: Мекеме комитетинин түрлөрү

source: Dismissal due to transfer to others the direction of the specialty
kg: Башка адистикке өткөндүгүнө байланыштуу чегерүү

source: Operating Mode
kg: Иштөө режими

source: Expulsion due to transfer to another form of study
kg: Башка окуу формасына өткөндүгүнө байланыштуу окуудан чыгаруу

source: Family Issues
kg: Үй-бүлөлүк көйгөйлөр

source: Expelled for academic failure
kg: Академиялык жетишпегендиги үчүн окуудан чыгарылган

source: Dismissal (did not pass state exams)
kg: Окуудан чыгарылды (мамлекеттик экзаменден өткөн жок)

source: Dismissal (did not defend the thesis / work)
kg: Окуудан чыгаруу(а) дипломдук долбоор/иш коргогон жок)

source: Deceased
kg: Өлүмгө байланыштуу окуудан бошотуу

source: Pass a large number of classes
kg: Көп сабактарды өткөрүп жиберүү

source: Pregnancy
kg: Кош бойлуулук

source: Caring for someone
kg: Бирөөгө кам көрүү

source: Financial Issues
kg: Финансылык маселелер

source: Medical Problems
kg: Медициналык маселелер

source: Bullying a child
kg: Балдарды кордоо

source: Need to make money to support family
kg: Үй-бүлөнү багыш үчүн акча табыш керек

source: Residential/School Instability
kg: Турак Жай / Мектеп Туруксуздук

source: Extramural
kg: Сырттан окуу

source: Evening
kg: Кечки

source: Additionally Reports
kg: Форма ОШ-1

source: Class details
kg: КЛАССТАР ЖАНА КЛАСС-КОМПЛЕКТТЕР ЖӨНҮНДӨ МААЛЫМАТ

source: Stat Class Doo 1 4
kg: Мектепке чейинки курактагы 1-4 класстардын саны

source: Stat Class Doo 1 11
kg: 15тен аз окуучусу бар 1-11 класстардын саны

source: Number Of Orphans
kg: Жетим балдардын жана ата-энесинин камкордугусуз калган балдардын саны

source: The Number Of Mentally Retarded Children
kg: Акылы кем балдардын саны

source: Including Girls
kg: Анын ичинде акыл-эси кем кыздардын саны

source: Stat Number Disabilities Group
kg: ДМЧ топтордун саны

source: Number Children Inclusive Classes
kg: Инклюзивдик класстардагы балдардын саны

source: Stat Number Children Home Studying
kg: Үйдө окуган балдардын саны

source: Stat Number Children Correctional Classes
kg: Коррекциялык класстардагы балдардын саны

source: Stat Number Disabilities Children
kg: ДМЧ балдардын саны

source: Stat Number Children Enrolled Family Education
kg: Үй-бүлөдө билим алуу формасында окутулган балдардын саны

source: Stat Number Children 240 Hours
kg: Мектепке чейинки даярдыктан өткөн балдардын саны: 240 сааттык программа боюнча

source: Stat Number Children 480 Hours
kg: Мектепке чейинки даярдыктан өткөн балдардын саны: 480 сааттык программа боюнча

source: Stat Number Children Preschool Organizations
kg: Мектепке чейинки даярдыктан өткөн балдардын саны: мектепке чейинки уюмдарда

source: Stat Number Children Mother School
kg: Мектепке чейинки даярдыктан өткөн балдардын саны: "Эненин мектебинде”

source: Stat Number Children Other Organizations
kg: Мектепке чейинки даярдыктан өткөн балдардын саны: башка уюмдарда

source: Stat Logopaedic Point Student Number
kg: Анда окутулган окуучулардын саны (адам)

source: Stat Logopaedic Point Number Student Other Schools
kg: Башка мектептерде уюштурулган логопеддик пункттарга барган окуучулардын саны (адам)

source: Stat Logopaedic Point Student Number Other Schools
kg: Башка мектептерде уюштурулган логопеддик пункттарга барган окуучулардын саны (адам)

source: Stat Books Number
kg: Китептердин (мектеп китептерин кошкондо), брошюралардын жана журналдардын саны (нуска)

source: Stat Including School Textbooks
kg: анын ичинде мектеп китептери

source: Stat Long Day Groups Number
kg: Окутуу кн узартылган топтордун саны (бирдик)

source: Stat Students Number Long Day Groups
kg: Окутуу күнү узартылган топтордогу окуучулардын саны (адам)

source: Stat Places Number Boarding Schools
kg: Мектеп-интернаттардагы орундардын саны (орун)

source: Gak
kg: МАК

source: Number Of Students Who Received A Certificate Of Secondary Gene
kg: Орто жалпы билим жөнүндө аттестат алган окуучулардын саны - артыкчылык менен

source: Number Of Students Who Received A Certificate Of Basic General
kg: Негизги жалпы билим жөнүндө артыкчылык менен аттестат алган окуучулардын саны

source: The Number Of Students Who Passed The External Examinations For
kg: Негизги мектептин экстерн аркылуу экзаменден өткөн жана негизги жалпы билим берүү боюнча аттестат алган окуучулардын саны

source: Number Of Students Who Passed The External Examinations For The
kg: Орто мектеп курсунан экстерн менен экзаменден өткөн жана жалпы орто билим тууралуу күбөлүк алган окуучулардын саны

source: Number Of Students Who Received An External Education In All
kg: Бардык класстар боюнча экстернат формасында билим алган окуучулардын саны (9,11 класстардан тышкары)

source: Institution Examination Gak
kg: МАК

source: Stat Students Number Living In Boarding Schools
kg: Мектеп-интернаттарда жашаган окуучулардын саны (адам)

source: Stat Students Number With Meals
kg: Тамак-аш ичкен окуучулардын саны (адам)

source: Stat From The Budget
kg: Бюджеттин каражаттарынын эсебинен

source: Stat From The Parents
kg: Ата-энесинин каражаттарынын эсебинен

source: Duration Of Work
kg: Иштоо убактысы

source: Doo Duration
kg: Иштоо убактысы

source: The value cannot be less than 0
kg: Бул маани 0 дон кем болушу мүмкүн эмес

source: Capacity must not exceed the maximum number of students per class.
kg: Сыйымдуулугу класстагы окуучулардын максималдуу санынан ашууга тийиш эмес.

source: General Teaching Experience At The Time Of Hiring
kg: Жумушка кабыл алуу учурундагы жалпы педагогикалык тажрыйба

source: AdditionallyReports
kg: Форма ОШ-1

source: STUDENTS BY CLASS
kg: ОКУУЧУЛАРДЫН КЛАССТАР БОЮНЧА КУРАМЫ

source: LOGOPEDIC POINT INFORMATION
kg: ЛОГОПЕДДИК ПУНКТ ЖӨНҮНДӨ МААЛЫМАТ

source: LIBRARY INFORMATION AND OTHER
kg: ОКУТУУ КҮНҮ УЗАРТЫЛГАН КҮНДӨГҮ ТОПТОР ЖАНА МЕКТЕПКЕ КАРАШТУУ ИНТЕРНАТТАР ЖӨНҮНДӨ МААЛЫМАТ

source: Students nutrition
kg: ОКУУЧУЛАРДЫН ТАМАКТАНУУСУ ЖӨНҮНДӨ МААЛЫМАТ

source: Bullied
kg: Запуганный

source: The Accrued Scholarship Fund
kg: Стипендиялык фонд эсептелди

source: Number Of Students Receiving The Scholarship Human
kg: Стипендия алуучу студенттердин саны (адам)

source: Fellows Of Enterprises Institutions And Organizations Human
kg: Ишканалардын, мекемелердин жана уюмдардын стипендиаттары (адам)

source: Average Established Scholarships For Students
kg: Студенттер үчүн белгиленген стипендиянын орточо өлчөмү

source: Scholarship holders of enterprises, institutions and organizations (person) should not exceed the Number of students receiving the scholarship (person)
kg: Ишканалардын, мекемелердин жана уюмдардын стипендиялары (адам) стипендия алуучу студенттердин санынан ашпоого тийиш (адам.)

source: Institution Scholarships
kg: Стипендиялар

source: Preschool education
kg: Мектепке чейинки билим берүү

source: Community kindergarten with multi-stay
kg: Жалпыланган бала бакча, ар түрдүү мөөнөткө кабыл алуусу менен(толук толук эмес күн)

source: Aggregated Data Doo
kg: Форма 85-К

source: Aggregated Data Spo
kg: Форма 2-НК жана 3-НК

source: Aggregated Data Vpo
kg: Жетишкендиктер

source: Relation Model
kg: Модуль для связки

source: Bacterial Dysentery
kg: Бактериалдык дизентерия

source: Bacterial Dysentery Students Over 3
kg: Бактериалдык дизентерия анын ичинде 3 жаш андан улуу курактагы балдардын

source: Enteritis
kg: Так билинбеген жана аныкталбаган белгисиз оруну козгогуч энтериттер, колиттер жана гастроэнтериттер

source: Enteritis Students Over 3
kg: ак билинбеген жана аныкталбаган белгисиз оруну козгогуч энтериттер, колиттер жана гастроэнтериттер, анын ичинде 3 жаш андан улуу курактагы балдардын

source: Scarlet Fever
kg: Скарлатина

source: Scarlet Fever Students Over 3
kg: Скарлатина, анын ичинде 3 жаш андан улуу курактагы балдардын

source: Angina
kg: Ангина (өткүр тонзилит)

source: Angina Students Over 3
kg: Ангина (өткүр тонзилит), анын ичинде 3 жаш андан улуу курактагы балдардын

source: Flu
kg: Сасык тумоо жана үстүнкү дем алуу жолдорунун өткүр инфекциясы

source: Flu Students Over 3
kg: Сасык тумоо жана үстүнкү дем алуу жолдорунун өткүр инфекциясы , анын ичинде 3 жаш андан улуу курактагы балдардын

source: Pneumonia
kg: Пневмония (өпкөнүн сезгенип оорусу)

source: Pneumonia Students Over 3
kg: Пневмония , анын ичинде 3 жаш андан улуу курактагы балдардын

source: Accidents
kg: Кокустан болгон кырсыктар, уулануулар, травмалар

source: Accidents Students Over 3
kg: Кокустан болгон кырсыктар, уулануулар, травмалар, анын ичинде 3 жаш андан улуу курактагы балдардын

source: Other Diseases
kg: Башка оорулар

source: Other Diseases Students Over 3
kg: Башка оорулар, анын ичинде 3 жаш андан улуу курактагы балдардын

source: An entry already exists for this school year
kg: Бул окуу жылында, жазуу мурунтан эле бар

source: Funds receipt and use
kg: Мектепке чейинки уюмдарга финансылык каражаттын түшүшү жана пайдаланылышы

source: Stat Republican Budget Funds Receipt
kg: Каражаттын түшүшү республикалык бюджеттен

source: Stat Local Budget Funds Receipt
kg: Каражаттын түшүшү жергиликтүү бюджеттен

source: Stat Ministries Departments Funds Receipt
kg: Каражаттын түшүшү мектепке чейинки уюм- дардын ишин жүргүзгөн министрликтен жана ведомостволордон

source: Stat Support Student Funds Receipt
kg: Каражаттын түшүшү баланы багуу үчүн

source: Stat Education Programs Funds Receipt
kg: Каражаттын түшүшү мектепке чейинки билим берүү прoграммасы боюнча окутуу үчүн

source: Stat Others Funds Receipt
kg: Каражаттын түшүшү Башка

source: Stat Funds Use For Material Costs
kg: Финансылык каражаттарды пайдалануу материалдык чыгымдарга

source: Stat Funds Use For Pay Intangible Services
kg: Финансылык каражаттарды пайдалануу материалдык эмес тейлөө акысы

source: Stat Funds Use For Travel Expenses
kg: Финансылык каражаттарды пайдалануу командировкалык чыгымдар

source: Stat Funds Use For Wages
kg: Финансылык каражаттарды пайдалануу эмгек акы

source: Stat Funds Use For Social Insurance Contributions
kg: Финансылык каражаттарды пайдалануу социалдык камсыздандырууга чыгаруу

source: Stat Funds Use For Capital Repairs
kg: Финансылык каражаттарды пайдалануу капиталдык салымга капиталдык ремонтко кеткен чыгым

source: Stat Funds Use For Purchase Equipment
kg: Финансылык каражаттарды пайдалануу инвентар жана жабдуу сатып алуу

source: Stat Funds Use For Other Expenses
kg: Финансылык каражаттарды пайдалануу башка чыгымдар

source: Stat Year End Financial Resources Balance
kg: Жылдын аягына карата финансылык каражаттын калдыгы

source: Paid additional educational services
kg: Отчеттук жылдын аягына карата акысына көрсөтүлүүчү кошумча билим берүү тейлөөлөрү

source: Stat Students Health Improvement Services
kg: Балдардын ден соолугун чыңдоо боюнча тейлөө (Балдардын саны, адам)

source: Stat Students Health Improvement Services Amount
kg: Балдардын ден соолугун чыңдоо боюнча тейлөө (Тейлөөнүн суммасы, миң сом)

source: Stat Speech Therapist Lessons
kg: Логопед өткөргөн сабак (Балдардын саны, адам)

source: Stat Speech Therapist Lessons Amount
kg: Логопед өткөргөн сабак (Сумма услуг, тыс. сом)

source: Institution Reason For Transfer
kg: Кабыл алуу себеби

source: Stat Speech Pathologist Lessons
kg: Дефектолог өткөргөн сабак (Балдардын саны, адам)

source: Stat Speech Pathologist Lessons Amount
kg: Дефектолог өткөргөн сабак (Тейлөөнүн суммасы, миң сом)

source: Stat Musical Rhythmic Lessons
kg: Музыкалык –ритмикалык сабак (Балдардын саны, адам)

source: Stat Musical Rhythmic Lessons Amount
kg: Музыкалык –ритмикалык сабак (Сумма услуг, тыс. сом)

source: Student Edu Payment Type
kg: Билим берүүгө акы төлөөнүн тиби

source: Please type your pin code
kg: Сураныч, PIN кодуңузду жазыңыз

source: Signing completed successfully
kg: Кол коюу ийгиликтүү аяктады

source: This is the first time that you are logging in, please change your password.
kg: Биринчи жолу кирип жатасыз, сыр сөзүңүздү өзгөртүңүз.

source: Stat Providing Psychological Assistance
kg: Психологиялык жардам көрсөтүү (Балдардын саны, адам)

source: Stat Providing Psychological Assistance Amount
kg: Психологиялык жардам көрсөтүү (Тейлөөнүн суммасы, миң сом)

source: Stat Foreign Language Teaching
kg: Чет тилин үйрөтүү (Сумма услуг, тыс. сом)

source: Stat Foreign Language Teaching Amount
kg: Чет тилин үйрөтүү (Тейлөөнүн суммасы, миң сом)

source: Stat Computer Games
kg: Компьютердик оюндар (Балдардын саны, адам)

source: Stat Computer Games Amount
kg: Компьютердик оюндар (Тейлөөнүн суммасы, миң сом)

source: Stat Other Services
kg: Башка тейлөөлөр (Балдардын саны, адам)

source: Stat Other Services Amount
kg: Башка тейлөөлөр (Тейлөөнүн суммасы, миң сом)

source: Study Code
kg: Код специальности

source: Stat Gked
kg: ГКЭД

source: Educational and laboratory buildings and dormitories availability and use sq m
kg: Окуу-лабораториялык имарат менен жатаканалардын болушу жана анын пайдаланышы (чарчы метр)

source: Stat Buildings Total Area
kg: Имараттын жалпы аянты

source: Stat Including Rented By Institution
kg: анын ичинде ижарага алынган окуу жай

source: Stat Including Educational Laboratory
kg: анын ичинде окуу-лабораториялык

source: Stat Including Dormitories
kg: анын ичинде жатаканалар

source: Stat Including Educational
kg: анын ичинде билим берүү

source: Stat Including Educational Support
kg: анын ичинде кошумча билим берүү

source: Stat Including Subsidiary
kg: анын ичинде билим берүү көмөкчү

source: Stat Including Rented Out
kg: анын ичинде ижарага берилген

source: Stat Including Residential
kg: анын ичинде билим берүү турак жай

source: Stat Residential Used By This Educational Institution Students
kg: Турак жай (ушул окуу жайда окугандар ээленгени)

source: Stat Residential Used By Other Educational Institution Students
kg: Турак жай (башка окуу жайда окугандар ээленгени)

source: Student Year Payment
kg: Окуу жылында бир студенттин окуусуна төлөөлөр(күндүзгү)

source: Student Foreign Year Payment
kg: Чет өлкөлүк студенттердин окуусуна төлөөлөр

source: Miscellaneous
kg: Аралаш

source: BirthCertificate
kg: Туулгандыгы тууралуу күбөлүк

source: DriversLicense
kg: Айдоочунун күбөлүгүн

source: Social Security
kg: Коомдук коопсуздук

source: Second
kg: Экинчи

source: Third
kg: Үчүнчү

source: Bacterial dysentery
kg: Бактериялык дизентерия

source: Standard
kg: Стандарттык

source: Continuation
kg: Уландысы

source: Mother
kg: Эне

source: Father
kg: Ата

source: Grandmom
kg: Чоң эне / Тай эне

source: Granddad
kg: Чоң ата / Тай ата

source: Blood test
kg: Кан анализи

source: Urine test
kg: Зааранын анализи

source: Arterial pressure
kg: Кан басымы

source: Temperature
kg: Температура

source: Fecal analysis
kg: Калдын анализи

source: Fluorography
kg: Флюорография

source: MRI
kg: МРТ

source: Ultrasound examination
kg: УЗИ

source: Tenant
kg: Ижарачы

source: People Disabilities
kg: Майыптык

source: Mon Statistic Report
kg: Статистикалык отчёт

source: 3 days a week
kg: Жумасына 3 күн

source: Completed an internship under the contract
kg: Келишим боюнча практика өткөн

source: Completed practice on my own
kg: Өз алдынча практика өттү

source: In a good condition
kg: Жакшы абалда

source: Needs minor repairs
kg: Майда оңдоого муктаж

source: In Need of Major Repair
kg: Капиталдык ремонтко муктаж

source: Complete Rebuilding Necessary
kg: Толугу менен калыбына келтирүү керек

source: Asset Types
kg: Активдин түрлөрү

source: Access to drinking water
kg: Ичүүчү сууга жеткиликтүүлүгү

source: Availability of a music hall
kg: Музыкалык залдын болушу

source: Available sports hall
kg: Спорт залынын болушу

source: Computer classes availability
kg: Компьютердик класстардын болушу

source: Questions and answers
kg: Суроо/Жооп

source: Did not find an answer to your question?
kg: Сурооңузга жооп тапкан жоксузбу?

source: Video tutorial
kg: Видеоокууту

source: User's manual
kg: Пайдалануучунун колдонмосу

source: Watch the video
kg: Видео көрүү

source: Write to us using the form below
kg: Төмөндөгү форманы колдонуп бизге жазыңыз

source: Your name
kg: Сиздин атыңыз

source: Your e-mail
kg: Сиздин электрондук почтаңыз

source: Your phone number
kg: Сиздин телефон номуруңуз

source: Your position
kg: Сиздин кызмат ордуңуз

source: Select region
kg: Аймакты тандаңыз

source: Batken
kg: Баткен обл.

source: Bishkek city
kg: Бишкек ш.

source: Osh city
kg: Ош ш.

source: Jalal-Abad
kg: Жалалабат обл.

source: Issyk-Kul
kg: Ысык-Көл обл.

source: Osh
kg: Ош обл.

source: Talas
kg: Талас обл.

source: Chui
kg: Чуй обл.

source: Naryn
kg: Нарын обл.

source: Send
kg: Жөнөтүү

source: Other Sections
kg: Башка бөлүмдөр

source: Could not find your account
kg: Аккаунтуңуз табылган жок

source: Other Section
kg: Башка бөлүм

source: Access to washstands
kg: Кол жуугучтардын жеткиликтүүлүгү

source: Laboratories availability
kg: Лабораториялардын болушу

source: Workshops availability
kg: Устачылыкка үйрөтүү бөлмөлөрүнүн болушу

source: Language laboratories availability
kg: Лингафондук кабинеттердин болушу

source: Training grounds availability
kg: Машыгуу аянтчаларынын болушу

source: Sports grounds availability
kg: Спорттук аянтчалардын болушу

source: Library existence
kg: Китепкананын болушу

source: Institution Subject
kg: Окуу предметтери

source: Electronic libraries availability
kg: Электрондук китепканалардын болушу

source: Availability toilet
kg: Ажаткананын болушу

source: Hot water supply availability
kg: Ысык суу менен камсыздоо

source: Sewerage availability
kg: Канализация

source: Leave period applied overlaps existing records.
kg: Колдонулган өргүү мөөнөтү учурдагы жазуулар менен дал келет.

source: Specially equipped toilet presence (ЛОВЗ)
kg: Атайын жабдылган даараткананын болушу(ДМЧ)

source: Educational institution entrance for disabled
kg: ДМЧАлар үчүн окуу жайына кирүү

source: Speech therapy center availability
kg: Логопеддик пункттун болуусу

source: Contract Amount
kg: Келишимдин суммасы

source: Support service
kg: Колдоо кызматы

source: Secondment
kg: Командировкаланган

source: Chess
kg: Шахмат

source: Interactive whiteboards / panels availability
kg: Интерактивдүү доскалардын / панелдердин болушу

source: Interactive whiteboards panels availability
kg: Интерактивдүү доскалардын панелдердин болушу

source: Urban
kg: Шаар жерлери

source: Rural
kg: Айыл жерлери

source: Pending for Cancellation
kg: Жокко чыгарууну күтүүдө

source: Doo Appointment
kg: ДОО дайындоо

source: School Type
kg: Уюмдун түрү (мектеби)

source: Special for children with hearing impairment (hearing impaired)
kg: Угуу органы бузулган балдар үчүн (начар укандар)

source: Deaf especially
kg: Дүлөйлөр үчүн

source: Speech impairment specially
kg: Сүйлөө жөндөмдүүлүгү бузулгандар

source: Visual impairment special
kg: Көрүү жөндөмдүүлүгү бузулгандар

source: Intellectual disabilities children special
kg: Интеллектуалдык өнүгүсүндө проблемасы бар балдар үчүн

source: Other health problems children specially
kg: Ден-соолугунда башка проблемасы бар балдар үчүн

source: Institutions graduates knowledge state assessment results
kg: КЖОЖды бүтүрүүчүлӨрдүн билимин мамлекеттик баалоонун жыйынтыгы

source: Total Admitted To State Exams
kg: Мамлекеттик экзаменге уруксат берилгендер (дипломду коргоо) ,бардыгы, адам

source: Including Received Excellent Grades
kg: Алардын ичинен эң жакшы баа алганы

source: Including Received Grades Well
kg: Алардын ичинен жакшы баа алганы

source: Sick leave
kg: Ооруу баракчасы менен өргүү

source: Sick leave without sick certificate
kg: Ооруу боюнча ооруу баракчасыз өргүү

source: Compassionate Leave
kg: Үй-бүлөлүк жагдайлар боюнча өргүү

source: Urgent Personal Affairs Leave
kg: Үй-бүлөлүк себептер боюнча шашылыш өргүү

source: Maternity leave
kg: Декреттик өргүү

source: Paternity leave
kg: Аталык өргүү

source: Extended sick leave
kg: Оорусу боюнча узартылган өргүү

source: Paid leave
kg: Акы төлөнүүчү өргүү

source: Long Leave
kg: Узартылган өргүү

source: Sister
kg: Эже

source: Scholarship Funding Sources
kg: Стипендияны каржылоо булактары

source: Scholarship Attachment Types
kg: Стипендиялардын түрлөрү

source: Scholarship Semesters
kg: Семестр Үчүн Стипендиялар

source: Social
kg: Коомдук

source: Financial
kg: Финансылык

source: Low vision
kg: Көрүүсү начар

source: Speech / language disorder
kg: Сүйлөө жөндөмдүүлүгүнүн бузулушу

source: Attention deficit-hyperactivity disorder
kg: Көңүл жетишсиздиги / гиперактивдүүлүк бузулуш

source: Emotional / behavioral disorder
kg: Эмоциялык / жүрүм-турумдук бузулуулар

source: Urinary problems
kg: Заара чыгаруу көйгөйлөрү

source: Dust allergy
kg: Чаңга аллергия

source: Anemia
kg: Анемия

source: Deaf / hard of hearing
kg: Дүлөй / начар уккан

source: Breathing problems when running
kg: Чуркап жатканда дем алуудагы көйгөйлөр

source: Perceptual disorders
kg: Кабыл алуунун бузулушу

source: Physical disability
kg: Физикалык жетишпегендиктер

source: Intellectual impairment
kg: Акыл-эс бузулуулары

source: Autistic spectrum
kg: Аутистикалык спектр

source: Asthmatic
kg: Астматик

source: AIDS / HIV
kg: СПИД / ВИЧ

source: Optical fiber
kg: Оптикалык була

source: Wireless
kg: Зымсыз

source: Satellite
kg: Спутниктик

source: Special Needs Difficulties
kg: Өзгөчө муктаждыктардагы кыйынчылыктар

source: Wellness services
kg: Ден-соолукту жакшыртуу боюнча кызмат көрсөтүүлөр

source: Speech therapist training
kg: Логопеддин сабактары

source: Training with defectologist
kg: Дефектолог менен сабактар

source: Special Needs Service Types
kg: Атайын муктаждыктар тейлөө түрлөрү

source: Musical and rhythmic lessons
kg: Музыкалык жана ритмикалык сабактар

source: Providing psychological assistance
kg: Психологиялык жардам көрсөтүү

source: Teaching foreign languages
kg: Чет тилин окутуу

source: Computer games
kg: Компьютердик оюндар

source: Other services
kg: Башка кызматтар

source: Special Needs Device Types
kg: Атайын муктаждыктар үчүн шаймандардын түрлөрү

source: Braille terminal
kg: Брайлдын терминалы

source: Hearing aid
kg: Угуу аппараты

source: Mobile device
kg: Мобилдик шайман

source: Cognitive assistance
kg: Когнитивдик жардам

source: Mon Template Types
kg: Шаблондордун түрлөрү

source: Mon Licensing Type
kg: Лицензиялоо түрү

source: For Date
kg: Дата боюнча

source: Wrong date! Example of correct date: 09/05 (month/day)
kg: Туура эмес күн! Туура датанын мисалы: 09/05 (ай / күн)

source: You does not have permissions
kg: Сизде уруксат жок

source: Submit
kg: Кол коюу

source: Types Of Founders
kg: Уюштуруучулардын түрлөрү

source: Types Of Practice
kg: Практика түрлөрү

source: Visit Purpose Types
kg: Баруу максаттарынын түрлөрү

source: Mon Utility Internet Provider
kg: Интернет-Провайдери

source: Asset Conditions
kg: Активдердин Шарттары

source: Insurance Providers
kg: Камсыздандыруу уюмдары

source: Insurance Types
kg: Камсыздандыруу түрлөрү

source: Disability Groups
kg: Майыптык топтору
