Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: Mother Nationality
kg: Энесинин улуту

source: Mother Address
kg: Энесинин дареги

source: Mother Email
kg: Энесинин электрондук дареги

source: Mother Living With Student
kg: Окуучу менен жашаган эне

source: Father Nationality
kg: Атасынын улуту

source: Father Address
kg: Атасынын дареги

source: Father Email
kg: Атасынын электрондук дареги

source: Staff > Overview
kg: Кызматкерлер > Сереп салуу

source: Institution > Land
kg: Уюм > Территория

source: Rubric -> Options
kg: Рубрикалар -> Жолдор

source: Students with Special Needs
kg: Өзгөчө муктаждыктары бар окуучулар

source: Existing Institution
kg: Иштеп жаткан мекеме

source: New Examination Centre
kg: Жаңы экзамендик борбор

source: Second Semester
kg: Экинчи семестр

source: Student Attendance Type
kg: Окуучулардын катышуу түрү

source: Attendance Per Day
kg: Күнүнө катышуу

source: Date Of Order
kg: Буйрутманын датасы

source: Year
kg: Жыл

source: Date Of Initial Registration
kg: Алгачкы каттоонун күнү

source: License Issue Date
kg: Лицензия берилген күн

source: Mjkr Registration Number
kg: МЮКР каттоо номери

source: License Validity Period
kg: Лицензиянын аракет мөөнөтү

source: Legal Address
kg: Юридикалык дарек

source: Number Of Computers Requiring Replacement Units
kg: Алмаштырууну талап кылган компьютерлердин саны

source: Number Of Computers Purchased Over The Past 5 Years Units
kg: Акыркы 5 жылдын ичинде сатып алынган компьютерлердин саны

source: Xerocopy
kg: Ксерокопиянын саны

source: Printer
kg: Принтерлердин саны

source: Scanner
kg: Сканерлердин саны

source: Appendix
kg: Тиркеме

source: Desimal length
kg: Каалаган узундугу

source: Desimal place
kg: Ондук орун

source: Their Area Sq M
kg: Алардын аянты, чарчы метр

source: Number Of Classrooms
kg: Бөлмөлөрдүн саны

source: Physics Laboratory
kg: Физика кабинети

source: Chemistries
kg: Химия кабинети

source: Biologies
kg: Биология кабинети

source: Users Directory
kg: Колдонуучулардын тизмеси

source: Operating
kg: Иштетүү

source: Not Operating
kg: Иштебейт

source: Right to Left
kg: Оңдон солго

source: Nationality User Id
kg: Улутту аныктагыч

source: Form Of Study Id
kg: Окууту формасынын идентификаторуну

source: Student Mark Types
kg: Окуучулардын бааларынын түрлөрү

source: Student Custom Fields
kg: Окуучулар үчүн өзгөчө талаалар

source: Add New Other
kg: Башка жаңыны кошуу

source: Bond (Year)
kg: Фин. облигационный год

source: Scholarships Directory
kg: Стипендиялар

source: Applicant
kg: Заявитель

source: Apply for a scholarship
kg: Подать заявку на стипендию

source: Employment Spec
kg: Педагогикалык иш

source: No Classes
kg: Класстар жок

source: Guardians Email
kg: Почта родителя/опекуна

source: Guardians Primary Phone Contact
kg: Телефон родителя/опекуна

source: Add New Guardian
kg: Жаны ата-энени/камкорчуну кошуу

source: Guardian Students
kg: Родитель/опекун обучающегося

source: Infrastructure utility electricities
kg: Электр түйүнү

source: Scores
kg: Баалар

source: Institution gender
kg: Жынысы боюнча бөлүү

source: Student outcomes
kg: Окутуунун натыйжалары

source: Number of employess in zero Grades
kg: Нөлдүк класста иштегендердин саны

source: Price Num
kg: Баанын номери

source: Examination results
kg: Экзамендин жыйынтыгы

source: Examination students
kg: Экзамен тапшыруучулар

source: Infrastructure utility internets
kg: Интернет

source: Infrastructure utility telephones
kg: Телефондор

source: Infrastructure wash hygienes
kg: Тазалык

source: Infrastructure wash wastes
kg: Калдыктар

source: Infrastructure wash waters
kg: Суу

source: Institution assets
kg: Активдер

source: Institution attachments
kg: Тиркемелер

source: Institution committees
kg: Комитеттер

source: Institution contact persons
kg: Байланышуучу адамдары

source: Institution contacts
kg: Байланыш маалыматтары

source: Institution trips
kg: Сапарлар

source: Institution buses
kg: Транспорт

source: Institution licensing
kg: Лицензиялоо

source: Institution overview
kg: Жалпы

source: Institution sector
kg: Сектору

source: Institution transport providers
kg: Берүүчүлөр

source: Institution Type
kg: Мекеменин тиби

source: Receipt Funds
kg: Каражаттардын келүүсү

source: Student attendances
kg: Окуучулардын катышуусу

source: Survey rubrics
kg: Сурамжылоонун аталыштары

source: Self
kg: Өзүн-өзү аттестациялоо

source: Appraisal Types
kg: Аттестациянын түрлөрү

source: Please select area from Район level.
kg: Аймакты жана районду тандаңыз.

source: End Date should not be earlier than Start Date
kg: Аяктоо күнү башталган күндөн эрте болбошу керек

source: There are no available Classes
kg: Жеткиликтүү класстар жок

source: Start Time should be earlier than End Time
kg: Дата начала должна быть раньше даты окончания

source: Shift timing is not available.
kg: Смена убактысы жеткиликтүү эмес

source: Distance Learning
kg: Дистанционное обучение

source: Loan
kg: Ссуда

source: Grant
kg: Грант

source: Full Scholarship
kg: Полная стипендия

source: Partial Scholarship
kg: Частичная стипендия

source: All Field Of Studies Selected
kg: Бардык багыттар тандалды

source: Select All Field Of Studies
kg: Выбрать все направления

source: Select Field Of Studies
kg: Выбрать направления

source: There is a pending transfer request for this student.
kg: Бул окуучунун которулуу талабы каралууда.

source: Class name has to be unique
kg: Класстын аты уникалдуу болуусу зарыл

source: There is pending student status change request at the moment.
kg: Учурда окуучунун статусунун өзгөрүүсү күтүлүүдө.

source: Cause
kg: Себеп

source: No Class Assignment
kg: Тайпага/класска дайындоосуз

source: There are no available Students for Transfer.
kg: Которула турган жок.

source: No Available Grades in this Institution
kg: Бул уюмда эч кандай деңгээл жок

source: Select Next Class
kg: Кийинки классты / группаны тандоо

source: Part day
kg: Толук эмес күн

source: An unexpected error has been encounted. Please contact the administrator for assistance.
kg: Обнаружена непредвиденная ошибка. Обратитесь к администратору за помощью.

source: Institution attachments
kg: Тиркемелер

source: Page
kg: Бет

source: Select Assignee
kg: Жооптуу тандоо

source: Periods
kg: Убакыты

source: Remove
kg: Удалять

source: Usemame
kg: Логин

source: Slice
kg: Бөлүк

source: The page you are looking for might have been removed, renamed or is temporarily unavailable. If you have any enquiries, please contact the administrator
kg: Сиз издеп жаткан баракча алынып салынган, аталышы өзгөрүлгөн же убактылуу жеткиликсиз. Эгерде суроолоруңуз болсо, администраторго кайрылыңыз

source: here
kg: бул жерден

source: Next Class
kg: Кийинки классты/группаны тандоо

source: You do not have access to this location.
kg: Бул жайгашкан жерге кире албайсыз.

source: Single Shift Occupier
kg: Работники в одну смену

source: Multiple Shift Occupier
kg: Работники в несколько смен

source: This is first time that you are logging in, please change your password.
kg: Бул сиздин биринчи кирүүңүз, сырсөзүңүздү өзгөртүңүз керек.

source: TemplateReport
kg: Отчёттордун шаблону

source: StatisticReport
kg: Статистикалык отчёт

source: Institution Types Id
kg: Уюмдун идентификатор тиби

source: Academic Periods Id
kg: Академиялык мезгилдин идентификатору

source: Districts
kg: Райондор

source: Institutions Id
kg: Уюмдун идентификатору

source: File Name Hash
kg: Хеш имени файла

source: File Content Hash
kg: Хеш содержимого файла

source: Is Signed
kg: Кол коюлду

source: Signed By
kg: Ким койгондугу

source: Select option
kg: Опцияны тандаңыз

source: Should not be lesser than
kg: Мындан кем болбошу керек

source: Should not be greater than
kg: Ашпашы керек

source: In between (inclusive)
kg: Арасында (кошо алганда)

source: Number Validation Rules
kg: Номерди текшерүү эрежелери

source: Decimal length
kg: Ондуктун узундугу

source: Decimal place
kg: Ондук орун

source: Executed
kg: Аткаруучу

source: Institution.Student Withdraw
kg: Отчислены

source: Next class % does not have enough capacity for students.
kg: Кийинки класста / группада орун жетишсиз%

source: does not have enough capacity for students.
kg: орун жок

source: Outcome Grading Option
kg: Натыйжаларды баалоо варианты

source: Student has already completed the selected grade.
kg: Обучающийся уже закончил данный уровень.

source: Student records have been reverted successfully.
kg: Записи успешно восстановлены.

source: Please review the information before proceeding with the operation.
kg: Пожалуйста, просмотрите информацию, прежде чем продолжить операцию.

source: Attendances will be automatically saved.
kg: Катышуулар автоматтык түрдө сакталат.

source: Students status changed successfully
kg: Статус обучаемого успешно изменился.

source: Nationalities Users
kg: Улуттар

source: Mon
kg: Дүйшөмбү

source: Tue
kg: Шейшемби

source: Wed
kg: Шаршемби

source: Thu
kg: Бейшемби

source: Fri
kg: Жума

source: Select Room
kg: Тандоо

source: Capacity must not exceed
kg: Вместимость не должна превышать

source: students per class
kg: в классе / группе

source: Please review the errors in the form.
kg: Сураныч, формадагы каталарды карап чыгыңыз.

source: Number Of Staff By Position
kg: Кызмат орду боюнча кызматкерлердин саны

source: Position Title
kg: Кызматы

source: There must be one Preferred Contact for each Contact Type
kg: Ар бир байланыш түрү үчүн бир артыкчылыктуу байланыш болушу керек.

source: Studying In An Extended Day Group
kg: Обучение в группе продлённого дня

source: Area Aimak
kg: Аймак

source: Effective Date cannot be earlier than the Enrollment Date
kg: Дата отчисления не может быть раньше Даты зачисления

source: Withdraw Requests
kg: Окуудан чыгарууга суроо-талап

source: BEMIS ID
kg: ИСУО ID

source: DD/MM/YYYY
kg: дд/мм/год

source: (Not Required if Position Type is Full Time)
kg: (Не требуется, если тип должности - Полный рабочий день)

source: Not Required if Position Type is Full Time
kg: (Не требуется, если тип должности - Полный рабочий день)

source: Data
kg: Маалыматтар

source: Maternity Leave
kg: Декреттик өргүү

source: Extended Sick Leave
kg: Ооруга байланыштуу узартылган өргүү

source: Import Student Admissions
kg: Импорт обучающихся

source: Short Name Kg Org
kg: Кыска аталышы (кыргызча)

source: Order Date
kg: Буйрутманын датасы

source: Date Validation Rules
kg: Датаны текшерүү эрежелери

source: String Validation Rules
kg: Саптарды текшерүү эрежелери

source: Length Validation
kg: Узундугун текшерүү

source: Minimum Length
kg: Минималдуу узундук

source: Specialty
kg: Кесип

source: Tuition Fee Per Student Per Academic Year
kg: Бир студенттин окуу жыл үчүн акынын орточо өлчөмү

source: Is Multiple
kg: Көпчүлүк

source: Dropdown Elements
kg: Түшүүчү элементтер

source: Dropdown Option 1
kg: Түшүүчү вариант 1

source: Dropdown Option 2
kg: Түшүүчү варииант 2

source: Dormitory
kg: Жатакана

source: This column name already exists in the table!
kg: Бул тилкенин аталышы таблицада мурунтан эле бар!

source: Number Of Interactive Whiteboards Units
kg: Интерактивдүү доскалардын саны

source: International Student Tuition Fees
kg: Чет элдик студенттерди окутуу үчүн төлөм

source: Order Date Student
kg: Келүү / катталуу буйрутмасынын датасы

source: Order Number Student
kg: Келүү / катталуу буйрутмасынын номери

source: Academic Leave
kg: Академиялык өргүү

source: Academic Leave Order Date
kg: Академиялык өргүү жөнүндө буйруктун датасы

source: Start Date Of Academic Leave
kg: Академиялык өргүүнүн башталуучу күнү

source: Term Of Academic Leave
kg: Академиялык өргүү мөөнөтү

source: Individual Training Period
kg: Жеке окуу мезгили

source: Number Of Classes Missed
kg: Өткөрүп жиберген окуу сааттарынын саны

source: Quarter 1 Module 1
kg: 1 Чейрек / 1 Модуль

source: Quarter 2 Module 2
kg: 2 Чейрек/ 2 Модуль

source: Quarter 4 / Module 4
kg: 4 Чейрек/ 4 Модуль

source: Academic performance (Annual Grade)
kg: Сабактан жетишкендиктери (жылдык баа)

source: Quarter 3 Module 3
kg: 3 Чейрек/ 3 Модуль

source: Quarter 4 Module 4
kg: 4 Чейрек/ 4 Модуль

source: Academic Performance Annual Grade
kg: Окуудагы жетишкендиктери (жылдык баалоо)

source: Staff Account
kg: Кадрлардын эсеби

source: Outcome Criteria
kg: Натыйжа критерийлери

source: Applicant For Altyn Tamga
kg: Алтын тамгага талапкер

source: Confirmed The Sign Altyn Tamga
kg: Алтын тамга белгиси ырасталды

source: Participated In The National Testing
kg: ЖРТга катышкан

source: The Number Of Points Scored On The Main Test
kg: Негизги текст боюнча топтогон баллдын саны

source: Type Of Practice
kg: Практиканын түрү

source: Place Of Practice
kg: Практика өтүүчү жер

source: Passed An Internship
kg: Практика өттү

source: Needs A Hostel Student
kg: Жатаканага муктаж

source: Lives In A Hostel
kg: Жатаканада жашайт

source: The Number Of Points Scored On The Subject Test
kg: Предметтик тест боюнча алган баллдардын саны

source: Guardian Student User
kg: Родитель/опекун обучающегося

source: Total Work Experience At The Time Of Employment
kg: Жумушка алган учурдагы жалпы эмгек стажы

source: Appraisal Period
kg: Аттестациялоо мезгили

source: Qualification Category
kg: Квалификациялык категория

source: Place Of Internship
kg: Окуган жери

source: Training Program
kg: Окутуу программасы

source: Course Duration
kg: Курстун узактыгы

source: Copy Data From
kg: Маалыматты көчүрүү

source: Founders
kg: Уюштуруучулар

source: Types Of Founder
kg: Уюштуруучулардын түрлөрү

source: Academic Degree
kg: Академиялык даража

source: PeopleDisabilities
kg: Майыптык

source: Health Disability Group
kg: Майыптык тобу

source: From Disability
kg: Майыптуулугун тастыкталган күнү

source: To Disability
kg: Майыптуулулугунун аяктаган күнү

source: Examination Date Disability
kg: Күбөлөндүрүү датасы

source: Time Of Disability
kg: Майыптуулугун башталган күнү

source: Examination Type
kg: Медициналык текшерүүнүн түрү

source: Org Name
kg: Уюмдун аталышы

source: Total work experience at the moment
kg: Учурда жалпы иш тажрыйбасы

source: General experience of teaching at the moment
kg: Мугалим катары жалпы тажрыйба. учурда иштөө

source: Primarily
kg: Баштапкы

source: Repeatedly
kg: Кайрадан

source: Reference
kg: Справка

source: There is a pending withdraw request for this student.
kg: Бул окуучу үчүн каражаттарды алып салууга күтүлгөн суроо-талап бар.

source: Faq
kg: Жардам

source: Next class does not have enough capacity for students.
kg: Кийинки класста окуучуларга орун жетишсиз.

source: StatisticReportHistory
kg: Түзүлгөн статистикалык отчеттор

source: Class cannot be removed due to existing student that is assigned to the subject.
kg: Классты өчүрүугө мүмкүн эмес, анткени бул класста окуучуга тиешелүү предмет бар.

source: Time Of Stay
kg: Болуу убактысы

source: Scholarship Applications
kg: Стипендия алууга жазуулар

source: Signed Documents
kg: Кол коюлган документтер

source: Sign
kg: Кол коюу

source: Operation
kg: Иш-аракеттер

source: Number Of Teachers
kg: Мугалимдердин саны

source: Signed Link
kg: Кол коюлгандарга шилтеме

source: There are no records.
kg: Жазуулар жок

source: There is a pending transfer application for this student at the moment, please remove the transfer application before making another request.
kg: Учурда бул студент үчүн которууну күтүп жаткан арыз бар. Кийинки талапты коюудан мурун аны жок кылыңыз.

source: Answer
kg: Жооп

source: Lang
kg: Тили

source: Filename
kg: Файлдын аталышы

source: Location Url
kg: URL жайгашкан жери

source: Logo name
kg: Логотиптин аталышы

source: Institution Information
kg: Информация об институте

source: Open Data
kg: Ачык маалыматтар

source: Telegram
kg: Телеграм

source: Сheck Up
kg: Маалымдаманы текшерүү

source: Graphs, tables
kg: Графиктер, таблицалар

source: Questions and Answers
kg: Суроо/Жооп

source: About us
kg: Биздин маалыматтар

source: Telegram assistant
kg: Телеграм жардамчысы

source: By QR code
kg: QR-код боюнча

source: Have a question?
kg: Суроо пайда болдубу?

source: Invalid username. Usernames must contain only alphabets and/or digits. Username can also be a valid email
kg: Логин должен быть латинскими буквами и не e-mail

source: MES KR 2020
kg: ББИМ КР 2020

source: MonGeneratedStatisticReports
kg: Түзүлгөн статистикалык отчёттор

source: Import Institutions
kg: Уюмдарды импорттоо

source: of
kg: из

source: Transfer of student
kg: Перевод обучающегося

source: MonTemplateReports
kg: Шаблондор

source: inner
kg: ички

source: outer
kg: тышкы

source: video
kg: видео

source: employees
kg: кызматкерлер

source: link
kg: шилтеме

source: EMIS of the Kyrgyz Republic
kg: КР БББМС

source: Student Body Masses
kg: Окуучунун салмагы

source: Academic year
kg: Окуу жылы

source: Selected level
kg: Тандалган деңгээл

source: All Users
kg: Бардык колдонуучулар

source: Is Acp
kg: ЭЦКнын болушу

source: Institution Pin
kg: ЭЦК үчүн уюмдун ОМС (ИНН)

source: Course Start Date
kg: Башталган күнү

source: Student Attendance Summary
kg: Окуучунун катышуусу жөнүндө кыскача маалымат

source: Course Completion Date
kg: Аяктаган күнү

source: Staff Attendance
kg: Кызматкерлердин катышуусу

source: Maximum Value
kg: Максималдуу маани

source: Content
kg: Мазмун

source: Employed by specialty
kg: Адистиги боюнча иштейт

source: Referrals name
kg: Багыттамалардын аталышы

source: Class Attendance Marked
kg: Сабакка катышуу белгиси

source: Log out
kg: Системадан чыгуу

source: Education
kg: Билим берүү

source: Year of study
kg: Окуу жылы

source: -- Select level --
kg: Деңгээлин тандаңыз

source: -- Select class --
kg: Класс тандаңыз

source: Interface language
kg: Интерфейс тили

source: Choose theme
kg: Теманы тандоо

source: Locale Content
kg: Слово для перевода

source: Plugin
kg: Плагин

source: Institution Students
kg: Окуучулар

source: MonStatisticReports
kg: Статистикалык отчеттор

source: Institution Doo Purpose
kg: Мектепке чейинки уюмдарынын багыты:

source: Institution Working Hours
kg: Иш тартиби:

source: Institution Overhaul
kg: Капиталдык ремонтто турат

source: to
kg: к

source: Institution School Type
kg: Мектептин тиби

source: Graduation Course
kg: Выпускной (последний)

source: Institution View
kg: Уюмдун түрү

source: Initial
kg: Башталгыч

source: Main
kg: Негизги

source: Average
kg: Орто

source: School with in-depth study of various subjects
kg: Ар түрдүү сабактар тереңдетилип окутулган мектеп

source: Gymnasium
kg: Гимназия

source: Lyceum
kg: Лицей

source: School complex
kg: Мектеп-комплекс

source: School with Advanced Study Classes various subject
kg: Ар түрдүү сабактар тереңдетилип окутулган класстары бар мектеп

source: Boarding school
kg: Мектеп-интернат

source: School orphanage
kg: Мектепке тиешелүү балдар үйү

source: School for children with disabilities
kg: Ден соолугунун мүмкүнчүлүгү чектелген (ДМЧ) балдар үчүн мектеп же мектеп-интернат

source: School with classes for children with disabilities
kg: ДМЧ балдар үчүн класстары бар мектеп

source: School of inclusive education for children
kg: ДМЧ балдарды инклюзивдик окутуу мектеби

source: Special school for children and adolescents
kg: Тарбиянын атайын шарттарына муктаж болгон балдар жана өспүрүмдөр үчүн атайын мектеп

source: Gymnasium-boarding school
kg: Гимназия-интернат

source: Lyceum boarding school
kg: Лицей-интернат

source: Boarding school for children with disabilities
kg: ДМЧ балдар үчүн мектеп-интернаты

source: Boarding school with advanced subject classes
kg: Сабактар тереңдетилип окутулган класстары бар мектеп-интернат

source: Sanatorium-forest boarding school
kg: Санатордук-токой мектеп-интернат

source: Special boarding school for children
kg: Тарбиянын өзгөчө шарттарына муктаж болгон балдар жана өспүрүмдөр үчүн атайын мектеп-интернат

source: Boarding school with in-depth study of various
kg: Ар түрдү сабактар тереңдетилип окутулган мектеп-интернат

source: Nursery for children from 6 months to 3 years
kg: 6 айдан 3 жашка чейинки балдар үчүн ясли

source: A school with advanced study of subjects
kg: ДМЧ балдарды инклюзивдик окутууну тереңдетип үйрөтчү класстары бар мектеп

source: Nursery kindergarten for children from 6-7 months
kg: 6 айдан 7 жашка чейинки балдар үчүн ясли-бала бакча

source: Nursery for children from 6 months to 3 years
kg: 6 айдан 3 жашка чейинки балдар үчүн ясли

source: Kindergarten for children from 3 to 7 years old
kg: 3 жаштан 7 жашка чейинки балдар үчүн бала бакча

source: Special kindergarten for children with special
kg: өзгөчө муктаждыгы бар балдар үчүн атайын бала бакча

source: Sanatorium
kg: Санатордук

source: Inclusive for children with special needs living together
kg: Атайын муктаждыгы бар балдардын инклюзивдик бирге болушу үчүн

source: Village
kg: Айыл

source: Preschool educational organization
kg: Мектепке чейинки билим берүү уюму

source: Five day
kg: Беш күндүк

source: Six day
kg: Алты күндүк

source: 3 hours a day
kg: Күнүнө 3 саат

source: Primary Secondary
kg: Жалпы билим берүү уюму

source: Primary vocational educational organization
kg: Баштапкы кесиптик билим берүү уюму

source: Secondary vocational educational organization
kg: Орто кесиптик билим берүү уюму

source: Higher professional educational organization
kg: Жогорку кесиптик билим берүү уюму

source: Second shift
kg: Экинчи смена

source: Professional educational organization
kg: Жогорку окуу жайдан кийинки кесиптик билим берүү уюму

source: Organization of additional education
kg: Кошумча билим берүү уюму

source: Organization of additional professional education
kg: Кошумча кесиптик билим берүү уюму

source: round the clock
kg: Күнү-түнү

source: Out-of-school educational organization
kg: Мектептен тышкары билим берүү уюму

source: Education governing body
kg: Билим берүүнү башкаруу органы

source: Center of children's creativity
kg: Балдар чыгармачылык борбору

source: Children's educational centers
kg: Балдарга билим берүү борборлору

source: State educational organization
kg: Мамлекеттик билим берүү уюму

source: MES of KR
kg: Кыргыз Республикасынын Билим берүү жана илим министрлиги

source: Illness
kg: Оору

source: Government Office of the Kyrgyz Republic
kg: Кыргыз Республикасынын Өкмөтүнүн Аппараты

source: Ministry of Health of the Kyrgyz Republic
kg: Кыргыз Республикасынын Саламаттыкты сактоо министрлиги

source: Ministry of Internal Affairs of the KR
kg: Кыргыз Республикасынын Ички иштер министрлиги

source: State Penitentiary Service
kg: Жазаларды аткаруу мамлекеттик кызматы

source: Family matter
kg: Үй-бүлөлүк маселе

source: Private educational organization
kg: Жеке билим берүү уюму

source: Unexcused
kg: Себепсиз

source: City Hall
kg: Шаардык мэриясы

source: Personal reasons
kg: Жеке себептер

source: Aiyl okmotu
kg: Айыл өкмөту

source: Transportation
kg: Көчүп кетүү

source: City advice
kg: Городской кеңеш

source: Medical appointment
kg: Дарыгердин кабыл алуусу

source: Village advice
kg: Айылдык кеңеш

source: Weather
kg: Аба ырайы

source: Public fund
kg: Коомдук фонд

source: Other form of ownership
kg: Менчиктин башка формасы

source: Institution (Private)
kg: Уюм (Менчик)

source: Death
kg: Өлүм

source: Out-of-school organization
kg: Мектептен тышкары уюм

source: Classroom Conduct
kg: Класстагы жүрүм-турум

source: Individual
kg: Жеке адам

source: Academic Obligation
kg: Академиялык милдеттенме

source: General Student Policies
kg: Студенттин жалпы саясаты

source: Merits/Demerits
kg: Артыкчылыктары / кемчиликтери

source: Personal Appearance
kg: Жеке көрүнүш

source: Respect For School Property
kg: Мектептин менчигин урматтоо

source: Sorry, there was an error. Please retry your request.
kg: Кечиресиз, ката кетти. Сураныч, дагы бир жолу аракет кылып көрүңүз.

source: General Student Conduct
kg: Жалпы студенттердин жүрүм-туруму

source: Relocation
kg: Көчүп кетүү

source: State property
kg: Мамлекеттик мүлк

source: Municipal property
kg: Муниципалдык менчик

source: Switching majors
kg: Адистиктерди которуу

source: Private property
kg: Жеке менчик
