Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: Attendance Percentage
kg: Орточо катышуу %

source: Percentage Repeated Year Left
kg: Кайталанган жылга калгандардын (академ отпуск), %

source: Percentage Of Deducted
kg: Окуудан чыгарылгандардын (выбывших), %

source: Percentage Who Missed More Than 25 Education Days
kg: 25 күндөн ашык окуу күнүн калтыргандардын %

source: Without group
kg: Группасы жок

source: Only the following formats are allowed: jpeg, .jpg, .gif, .png, .rtf, .txt, .csv, .pdf, .ppt, .pptx, .doc, .docx, .xls, .xlsx, .zip
kg: Төмөнкү форматтарга гана уруксат берилет: jpeg, .jpg, .gif, .png, .rtf, .txt, .csv, .pdf, .ppt, .pptx, .doc, .docx, .xls, .xlsx, .zip

source: Date completed should not be earlier than date started
kg: Аяктаган күн башталган күндөн эрте болбошу керек

source: Сl.teacher
kg: Класс/топ үчүн жооптуу

source: Indefinite
kg: Чексиз

source: A disability record for this period already exists
kg: Бул мезгил үчүн майыптык жазуу мурунтан эле бар

source: The value is not valid. Must be in 0 - 146576
kg: Маани туура эмес. 0 - 146576 болушу керек

source: Student Year Payment Correspondence
kg: Окуу жылында бир студенттин окуусуна төлөөлөр(cырттан окуу)

source: OLYMPIADS
kg: Олимпиада

source: Number Of Participants By District
kg: Акыркы үч жылдагы район боюнча катышуучулардын саны

source: Number Of Participants By Region
kg: Облус боюнча акыркы үч жылдын ичинде катышуучулардын саны

source: Republic Number Of Participants
kg: Республика боюнча акыркы үч жылдагы катышуучулардын саны

source: Number Of Participants International
kg: Эл аралык олимпиадалардагы акыркы үч жылдагы катышуучулардын саны

source: District Number Of Winners
kg: Акыркы үч жыл ичинде район боюнча биринчи үч орунду ээлеген жеңүүчүлөрдүн саны

source: Region Number Of Winners
kg: Облус боюнча акыркы үч жыл ичинде биринчи үч орундун бирин ээлеген жеңүүчүлөрдүн саны

source: Republic Number Of Winners
kg: Республика боюнча акыркы үч жыл ичинде биринчи үч орундун бирин ээлеген жеңүүчүлөрдүн саны

source: International Olympiads Number Of Winners
kg: Акыркы үч жылда эл аралык олимпиадаларда биринчи үч орундун бирин ээлеген жеңүүчүлөрдүн саны

source: Od Excellent 5 9
kg: Эң жакшы окуугандардын саны (5-9 класстар), %

source: Od Good Excellent 5 9
kg: Жакшы окугандардын саны (5-9 класстар), %

source: Od Satisfactorily 5 9
kg: Орто окуугандардын саны (5-9 класстар), %

source: Od Mixed Grades 5 9
kg: Аралаш баага окуугандардын саны (5-9 класстар), %

source: Od Excellent 10 11
kg: Эң жакшы окуугандардын саны (10-11 класстар), %

source: Od Good Excellent 10 11
kg: Жакшы окугандардын саны (10-11 класстар), %

source: Od Satisfactorily 10 11
kg: Орто окуугандардын саны (10-11 класстар), %

source: Od Mixed Grades 10 11
kg: Аралаш баага окуугандардын саны (10-11класстар), %

source: ATTENDANCE
kg: Катышуу

source: Certificate of basic general education
kg: Негизги жалпы билим жөнүндө сертификат

source: Certificate of basic general education with honors
kg: Артыкчылык менен негизги жалпы билим жөнүндө күбөлүк

source: General education certificate
kg: Жалпы билим жөнүндө күбөлүк

source: Certificate of general education with honors
kg: Артыкчылык менен орто жалпы билим жөнүндө күбөлүк

source: By clicking save, a transfer request will be sent to the institution for approval
kg: Сактоо баскычын басканда, өткөрүп берүү өтүнүчү бекитүү үчүн уюмга жөнөтүлөт.

source: Institution Period
kg: Мезгили

source: Receipts three quarters
kg: ПОСТУПЛЕНИЯ (с 01.01.2020 по 30.09.2020)

source: EXPENDITURE THREE QUARTERS
kg: ЧЫГЫМДАР (01.01.2020дан 30.09.2020чейин)

source: President
kg: Президент

source: Vice-President
kg: Вице-Президент

source: Vice-rector
kg: Вице-ректор

source: An entry already exists for this school period
kg: Бул мезгил үчүн жазуу мурунтан эле бар

source: Academic Performance
kg: Жетишкендик

source: Not student record found
kg: Студенттик жазуу табылган жок

source: The value is not valid. This type of receipt has a zero balance
kg: Бул мааниге жол берилбейт. Бул поступленияда нөлдүк баланс же эркин түрүндө акча балансы жок

source: The value is not valid. The value must not exceed
kg: Бул мааниге жол берилбейт. Маани ашпоого тийиш

source: User Allowance
kg: Пособие

source: This field could not be empty
kg: Бул талаа бош калуусу мүмкүн эмес

source: First Vice-Rector
kg: Биринчи проректор

source: General Secretary
kg: Башкы Катчы

source: Institution Spc
kg: ОӨК

source: Institution Spc
kg: ОӨК

source: InstitutionHistories
kg: Тарых

source: MtsrTubdukApi
kg: Тундук

source: Services Spc
kg: ОӨКнын кызмат көрсөтүүлөрү

source: Number Of Services Spc
kg: ОӨКнын кызмат көрсөтүүлөрүнүн саны

source: Gross Revenue Spc
kg: ОӨКнын дүң жыйымы

source: Gross Net Profit Spc
kg: ОӨКнын дүң таза пайдасы

source: Number Students Who Purchased Patent
kg: Патент сатып алган студенттердин саны

source: Number Students Who Organized Their Own Company
kg: Жеке ишкана юридикалык формаларды Жу-гы уюштурган студенттердин саны

source: FTE
kg: FTE (% орноштугу)

source: ASSIGN
kg: Дайындоо

source: UNASSIGN
kg: Чыгаруу

source: Assigned Students
kg: Киргизилген окуучулар

source: Unassigned Students
kg: Киргизилбеген окуучулар

source: Special Needs User Allowance Types
kg: Жөлөкпул түрү

source: Is Active Allowance
kg: Активдүү жөлөкпул

source: Start Date Allowance
kg: Жөлөкпулду алып баштаган күн

source: End Date Allowance
kg: Жөлөкпул алуунун аяктаган күнү

source: Recipients of monthly cash compensation in exchang
kg: Жеңилдиктердин ордуна ай сайын акчалай компенсация алуучулар (АК)

source: Children with disabilities - under 18
kg: Ден соолугунун мүмкүнчүлүгү чектелген балдарга - 18 жашка чейин

source: Disabilities from childhood I, II and III groups
kg: I, II жана III топтогу бала чагынан майыптар

source: Persons with disabilities of groups I, II and III
kg: I, II жана III топтогу майыптар

source: Children in case of loss of one parent
kg: Бир ата-энесинен айрылган балдарга

source: Children in case of loss of both parents
kg: Эки ата-энесинен тең айрылган балдарга

source: ADDITIONALLY
kg: Кошумча

source: POSTGRADUATE
kg: Аспирантура

source: Stat Graduate Students Total Number
kg: Аспиранттардын жалпы саны

source: Stat Of Them Girls
kg: алардын ичинен кыздар

source: Stat Of Them Foreigners
kg: Алардын ичинен чет элдиктер

source: Of Them Girls
kg: алардын ичинен кыздар

source: Stat Adopted In The Reporting Year
kg: Отчеттук жылы кабыл алынгандар

source: Stat Of Them Girls Adopted
kg: алардын ичинен кыздар

source: Stat Defended In The Reporting Year
kg: Отчеттук жылы корголгондор

source: Stat Defended Of Them Girls
kg: алардын ичинен кыздар

source: Performing this action will apply the proposed changes to the student record.
kg: Бул иш-аракетти аткаруу студенттин каттоодо сунушталган өзгөрүүлөрдү алып келет.

source: Ort Results
kg: ЖРТ жыйынтыктары

source: Olympiads
kg: Олимпиадалар

source: Reason For The Operation
kg: Операциянын себеби

source: Change in Staff Position
kg: Персоналдын кызмат ордун өзгөртүү

source: The end date allowance is not valid. Must be higher than the start date allowance
kg: Аяктоо күнүнө уруксат берүү жараксыз. Мааниси башталган күндөн жогору болушу керек

source: Reason For Dismissal
kg: Жумуштан бошотуунун себеби

source: Fte
kg: Пайыздык чен

source: The student is not listed in any class, please put him in the appropriate class
kg: Студент эч кайсы класста катталган эмес, тийиштүү класска олтурунуздар

source: Up to 250 Mb/s
kg: 250 Мбит/с чейин

source: Golden Sign
kg: Алтын тамгага талапкер

source: Student Education
kg: Билим

source: Golden Sign Confirm
kg: Алтын тамга белгисин тастыктады

source: Altyn Tamga
kg: Алтын Тамга

source: ORT
kg: ЖРТ

source: Main Test Number Of Points Scored
kg: Негизги тестте топтогон упайлардын саны

source: English Language
kg: Англис тили

source: Mathematics
kg: Математика

source: Participation In Competition Scontests And Olympiads
kg: Сынактарга / олимпиадаларга катышуу

source: You are not allowed to remove the following in-use grades:
kg: Сизде төмөнкү колдонулуучу маанилерди алып салуу укугу жок:

source: OLYMPIADS CONTESTS
kg: Олимпиадалар/Конкурстар

source: A fading form of tuberculosis
kg: Кургак учуктун солгундап бараткан түрү

source: Scoliosis
kg: Сколиоз

source: Schools for the mentally retarded (auxiliary)
kg: Акыл-эси кем балдар үчүн мектептер (жардамчы)

source: Mentally retarded children-orphans school
kg: Акыл-эси кем балдар жана жетим балдар үчүн мектеп-интернаттар

source: Schools for the blind
kg: Азиздер үчүн мектептер

source: Schools for the visually impaired
kg: Көрүүсү начарлар үчүн мектептер

source: Deaf schools
kg: Дүлөйлөр үчүн мектептер

source: Hearing impaired and the late deaf (deaf) schools
kg: Угуусу начар жана кийин укпай калгандар үчүн мектептер (дүлөй)

source: Schools for children with severe speech impairment
kg: Сүйлөө речи катуу бузулган балдар үчүн мектептер

source: Classes of mentally retarded children
kg: Акыл-эси өспөй калган балдардын класстары

source: Classes for children with mental retardation
kg: Психикалык жетилиши кечеңдеген балдар үчүн класстар

source: Sanatorium-forest schools
kg: Санаторий-токой мектептери

source: Various diseases children sanatorium school
kg: Ар кандай оорулары бар балдар үчүн санаторий мектеп-интернаттары

source: Secretary-typist
kg: Секретарь-машинистка

source: Incoming student
kg: Барып-келип окууган окуучу

source: OLYMPIADS CONTESTS
kg: Олимпиадалар (конкурстар)

source: Masseur
kg: Массажист

source: Psychiatrist
kg: Врач-психиатр

source: All Stages
kg: Дэңгээлдер

source: Upload
kg: Жүктөө

source: The to disability is not valid. Must be higher than the from disability
kg: Майыптык жараксыз. Майыптуулугу тастыкталган күнү Майыптуулугу аяктаган күнүнөн азырак болушу керек

source: Design Capacity
kg: Долбоордун кубаттуулугу

source: A allowance record for this period already exists
kg: Бул мезгил үчүн жөлөкпул бар

source: Last Modified By
kg: Акыркы өзгөрүүнү ким жасады

source: Last Modified On
kg: Акыркы жолу өзгөртүү күнү

source: Time Out cannot be earlier than Time In
kg: Аяктоо убактысы башталгандан эрте болушу мүмкүн эмес

source: Attendance will be saved automatically.
kg: Катышуу автоматтык түрдө сакталат.

source: Time record successfully saved.
kg: Убакыт жазуусу ийгиликтүү сакталды.

source: Not available to revert.
kg: Недоступно для возврата.

source: A record already exists for this period with this source type
kg: Келип тушуулордун бул түрү үчүн жана бул мезгил үчүн жазуу мурдатан эле бар

source: Due to the systematic technical delays at work
kg: Жумушунда дайыма кармалып калгандыгы үчүн

source: Due to conscription in army
kg: Аскерге кеткендиги үчүн

source: Estimate
kg: Смета

source: Institution Estimate
kg: Мекеменин сметасы

source: Calendar Period
kg: Календар мезгили

source: Source
kg: Каржылоо булагы

source: Name Of The Indicator
kg: Чыгым наркы

source: Approved Budget
kg: Бекитилген бюджет

source: Revised Budget
kg: Такталган бюджет

source: The value must be numeric and must be equal to 14
kg: Мааниси сан түрүндө жана 14кө барабар болушу керек

source: The value must be numeric.
kg: Мааниси сандык болушу керек.

source: View Details
kg: Чоо-жайын көрүү

source: Change Type
kg: Түрүн өзгөртүү

source: Update Details
kg: Жаныртуу деталдары

source: Change in Type
kg: Түрүн өзгөртүү

source: You need to configure Assessment Periods first
kg: Алгач баалоо мезгилдерин туралашыңыз керек

source: File Number
kg: Файлдын номери

source: Other organizations
kg: Башка уюмдар

source: Save location
kg: Жайгашкан жерин сактоо

source: Location saved successfully
kg: Жайгашкан жери ийгиликтүү сакталды

source: Kazakh
kg: Казак тили

source: Combination
kg: Совмещение

source: Fixed Assets
kg: Негизги каражаттар

source: Fixed Assets Type
kg: Негизги каражаттын түрү

source: Constructions
kg: Курулуштар

source: Vehicles
kg: Унаалар

source: Furniture and office equipment
kg: Эмерек жана оргтехника

source: Other fixed assets
kg: Башка негизги каражаттар

source: Depreciation Rate
kg: Амортизациянын ченеми, %

source: Inventory Number
kg: Инвентаризациялык номер

source: Initial Cost
kg: Баштапкы наркы

source: Circulating
kg: Кайрылуучу

source: Importance
kg: Маанилүүлүгү

source: Document Status
kg: Документтин статусу

source: Correspondence
kg: Корреспонденция

source: Raw
kg: иштетилбеген

source: Processed
kg: иштетилген

source: normal - 14 days
kg: жөнөкөй-14 күн

source: urgent - 3 days
kg: шашылыш-3 күн

source: very urgent - 1 day
kg: өтө шашылыш - 1 күн

source: natural person
kg: Жеке адам

source: entity
kg: Юридикалык жак

source: Theme
kg: Тема

source: Outline
kg: Кыскача мазмууну

source: Document Scan Copy
kg: Документтин сканерленген көчүрмөсү

source: Number Of Pages
kg: Барактардын саны

source: Term Of Execution
kg: Аткаруу мөөнөтү

source: Responsible
kg: Жооптуу

source: Case Nomenclature Number
kg: Иштин номенклатурасынын №

source: Case Index
kg: Иштин индекси

source: Registration No
kg: Каттоо №

source: Registration Date
kg: Катталган күнү

source: Incoming Document Number
kg: Кирүүчү документтин №

source: Document Type
kg: Документтин түрү

source: Incoming document
kg: Кирүүчү документ

source: Outgoing document
kg: Чыгуучу документ

source: Basic data
kg: НЕГИЗГИ МААЛЫМАТТАР

source: Document credentials
kg: ДОКУМЕНТТИН ЭСЕПТИК МААЛЫМАТТАРЫ
