Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: Add Next Programme
kg: Кийинки программаны кошуңуз

source: Add Question
kg: Суроону кошунуз

source: Add Subject
kg: Предметти кошуңуз

source: Assessment Items
kg: Баалоо предметтери

source: Class Grades
kg: Класстын баалары

source: Comment Required
kg: Комментарий талап кылынат

source: Criterias
kg: Критерийлер

source: Date range is not within the academic period.
kg: Академиялык эмес мезгилдеги даталар интервалы

source: Default
kg: Дефолт

source: Download Failed Records
kg: Зачет эместерди жүктөп алуу

source: Download Successful Records
kg: Ийгиликтүү Жазууларды Жүктөп алуу

source: Email already exists in the system
kg: Тутумда бул эл.почта бар

source: Form
kg: Форма

source: Next Step
kg: Кийинки кадам

source: No Available Rubrics
kg: Жеткиликтүү заголовковтор жок

source: No Available Students
kg: Жеткиликтүү окуучулар жок

source: No Staff
kg: Персонал жок

source: No Subjects
kg: Предметтер жок

source: No Surveys
kg: Сурамжылоолор жок

source: Payment Date
kg: Төлөө датасы

source: Rubric Section
kg: Заголовоктор секциясы"

source: Section
kg: Секция

source: Students have been promoted
kg: Окуучулар ийгиликтүү которулду

source: Students Out of School
kg: Окуучулар мектепте эмес

source: System Groups
kg: Тутумдун Топтору

source: System Roles
kg: Тутумдун ролдору

source: The record has been added successfully.
kg: Жазуу ийгиликтүү кошулду

source: The record has been updated successfully.
kg: Жазуу ийгиликтүү жаңыланды

source: The record is not added due to errors encountered.
kg: Жазуу аныкталган катачылыктардан улам кошулган жок

source: The record is not updated due to errors encountered.
kg: Жазуу аныкталган катачылыктардан улам жаңыланган жок

source: There are no available Students for Promotion / Graduation
kg: Бүтурүүчү же которуу үчүн жеткиликтүү окуучулар жок

source: This guardian has already added.
kg: Бул камкорчу буга чейин эле кошуп койгон

source: Total FTE
kg: Жалпы FTE (% орноштугу)

source: Unable to delete this record due to payments by students already exists
kg: Бул жазууну өчүрүүгө мүмкүн эмес, анткени окуучулардан төлөм алынып коюлган

source: User Groups
kg: Колдонуучулар Топтору

source: User Roles
kg: Колдонуучулардын ролдору

source: Area Education
kg: Билим берүү аймагы

source: Institution Fees
kg: Салымдар

source: Contact Number
kg: Байланышуучу номер

source: Homeroom Teacher
kg: Класстык мугалим

source: Institution Class
kg: Группа / Класс

source: Assigned
kg: Дайындалган

source: End of Assignment
kg: Дайындоонун аягы (увольнение)

source: Pending Change in Assignment
kg: Дайындоодогу өзгөрүүлөрдү күтүү

source: Pending Transfer In
kg: Которууну күтүү

source: Pending Transfer Out
kg: Которулууну күтүү

source: Pending Approval
kg: Колдоону күтүү

source: Transfer Type
kg: Которуу тиби

source: Full Transfer
kg: Толук которуу

source: Partial Transfer
kg: Жарым-жартылай которуу

source: Staff Transfer
kg: Кызматкерди которуу

source: Staff Transfer Approvals
kg: Кызматкерди которууну колдоо

source: Staff Transfer Requests
kg: Кызматкерди которууга арыз берүү

source: Student Absence Reasons
kg: Окуучунун келбей калуу себептери

source: Staff Absence Reasons
kg: Кызматкердин келбей калуу себептери

source: Student Admission
kg: Окуучуну кабыл алуу

source: All associated information related to this record will also be removed.
kg: Бул жазууга байланышкан бардык тийиштүү маалымат өчүрүлөт

source: Are you sure you want to delete this record?
kg: Ушул жазууну өчүрүп салууну каалаганыңыз аныкпы?

source: Institution Classes
kg: Группы / классы

source: Browse
kg: Издөө

source: There are no students selected
kg: Бир дагы окуучу тандалган жок

source: No Options
kg: Тандоо жок

source: Emergency
kg: Өзгөчө кырдаал

source: Personal
kg: Жеке

source: Work
kg: Жумуш

source: Difficulty
kg: Кыйынчылык

source: Homeroom Teacher Name
kg: Класс мугалиминин аты

source: Total Mark
kg: Жалпы баа

source: Course Name
kg: Курстун аталышы

source: Training Course
kg: Окуу курсу

source: Training Session
kg: Окуу сессиясы

source: Pending For Deactivation
kg: Деактивацияны күтүү

source: Staff Transfer Approved
kg: Кызматкерди которуу колдоого алынды

source: Transfer From
kg: ...дан которуу

source: Transfer To
kg: ...га которуу

source: No of Records
kg: Жазуулар жок

source: Search Results
kg: Издөөнүн жыйынтыктары

source: -- Select --
kg: -- Тандоо --

source: Editable
kg: Редакциялануучу

source: Institution Filter
kg: Уюмдун фильтры

source: Student Absence
kg: Окуучунун келбей калышы

source: Staff Absence
kg: Кызматкердин келбей калышы

source: Student Teacher Ratio
kg: Мугалим менен окуучунун катышы

source: Student Classroom Ratio
kg: Окуучулук класстын коэффициенти

source: Not Completed
kg: Аяктаган жок

source: Potential Student Duplicates
kg: Окуучунун кайталанышы

source: Potential Staff Duplicates
kg: Кызматкерлердин кайталоосу

source: Shift Type
kg: Сменанын тиби

source: Add Comment
kg: Комментарий кошуу

source: Full Time Equivalent
kg: Толук иш менен камсыз болуунун эквиваленти

source: Owner
kg: Ээси

source: Occupier
kg: Ижарачы

source: No. of Students Present
kg: Келген окуучулардын саны

source: No. of Students Absent
kg: Келбей калган окуучулардын саны

source: No. of Students Late
kg: Кечиккен окуучулардын саны

source: No. of Staff Present
kg: Келген кызматкерлердин саны

source: No. of Staff Absent
kg: Келбей калган кызматкерлердин саны

source: No. of Staff Late
kg: Кечиккен кызматкерлердин саны

source: All Assessments
kg: Бардык баалар

source: Room Type
kg: Кабинеттин тиби

source: To Be Deleted
kg: Өчүрүү

source: Associated Records
kg: Байланышкан жазуулар

source: Delete operation is not allowed as there are other information linked to this record
kg: Өчүрүү операциясына уруксат жок, анткени бул жазууга башка маалымат байланышкан

source: Overview edit will only take effect when classes permission is granted
kg: Баяндаманы редакциялоо класстардын уруксаты берилген учурда гана күчүнө кирет

source: From Education Grade
kg: Билим берүү классынан

source: Delete operation is not allowed as there are other information linked to this record.
kg: Өчүрүү операциясына уруксат жок, анткени бул жазууга башка маалымат байланышкан

source: Both latitude and longitude value have to be set for map to render
kg: Картаны чагылдыруу үчүн кеңдик жана узундук маанилери бекитилиши керек

source: Examinations
kg: Сыноолор

source: End of Usage
kg: Пайдалануунун аягы

source: Student Programmes
kg: Окуучулардын программалары

source: Student Account
kg: Окуучунун каттоо эсеби

source: Exams
kg: Экзамендер

source: --Select Area--
kg: --Облусту тандоо--

source: Room Status
kg: Кабинеттин макамы

source: All Room Types
kg: Кабинеттин бардык түрлөрү

source: In Use
kg: Колдонууда

source: Staff Transfer Approval
kg: Кызматкерди которууну колдоого алуу

source: Staff Transfer Request
kg: Кызматкерди которуу жөнүндө өтүнүч

source: Promotion / Repeat
kg: Которуу/ Бүтүрүү

source: Internal Search
kg: Ички издөө

source: Filter
kg: Фильтр (поиск)

source: Individual Promotion / Repeat
kg: Жекече илгерилөө /Кайталоо

source: No Workbench Data
kg: Эскертмелер жок

source: No options
kg: Тандоо жок

source: Objective
kg: Максат

source: Experiences
kg: Тажрыйба

source: Target Populations
kg: Максаттуу калк

source: Training Providers
kg: Тренингдерди уюштуруучулар

source: Course Prerequisites
kg: Курс жөнүндө реквизиттер

source: Result Types
kg: Жыйынтыктардын типтери

source: Appraisals
kg: Аттестациялар

source: Requests
kg: Өтүнүчтөр

source: Visit Requests
kg: Келүү жөнүндө өтүнүчтөр

source: Assignee
kg: Ыйгарым укуктуу адам

source: Date Of Visit
kg: Визиттин датасы

source: Select Target Populations
kg: Максаттуу калкты тандоо

source: Select Providers
kg: Уюштуруучуларды тандоо

source: Select Courses
kg: Курстарды тандоо

source: Select Specialisations
kg: Адистешүүнү тандоо

source: Select Result Types
kg: Жыйынтыктардын тибин тандоо

source: Accredited
kg: Аккредитацияланган

source: Pending For Accreditation
kg: Аккредитацияны күтүү

source: Pending For Recommendation
kg: Сунуштаманы күтүү

source: Closed
kg: Жабык

source: Delete operation is not allowed as there are other information linked to this record.
kg: Өчүрүү операциясына уруксат жок, анткени бул жазууга башка маалымат байланышкан

source: Students have graduated
kg: Окуучулар окууну аякташты

source: User Type
kg: Колдонуучунун тиби

source: Others
kg: Башкалар

source: Grading Types
kg: Баанын түрлөрү

source: Max
kg: Максимум

source: Min
kg: Минимум

source: Staff Subjects
kg: Кызматкерлердин предметтери

source: Education Subject
kg: Билим берүү предмети

source: Assessment Grading Type
kg: Баалоо тиби

source: Period Weight
kg: Мезгил салмагы

source: Assessment Periods
kg: Баалоо мезгилдери

source: Templates
kg: Шаблондор

source: Subject Weight
kg: Предметтин салмагы

source: Marks
kg: Белгилер

source: Grading Options
kg: Баалоо опциялары

source: Add New Option
kg: Жаңы опцияны кошуу

source: Registration Start Date
kg: Каттоону баштоо датасы

source: Registration End Date
kg: Каттоону аяктоо датасы

source: Examination
kg: Экзамен тапшыруу

source: Examination Items
kg: Экзамен алынуучу предметтер

source: Weight
kg: Салмак

source: Grading Type
kg: Баалоо тиби

source: Exam Centres
kg: Экзамен берүүчү борборлор

source: Select Examination
kg: Экзаменди тандоо

source: Accounts
kg: Аккаунттар

source: Examination Students
kg: Экзамен тапшыруучу окуучулар

source: Registration Number
kg: Каттоо номери

source: Register
kg: Каттоо

source: Unregister
kg: Катталбай калуу

source: Examination Education Grade
kg: Билим берүү боюнча экзаменде алынган баа

source: Exam Centre
kg: Экзамендик борбор

source: Registered
kg: Катталды

source: Registered Students
kg: Катталган окуучулар

source: Not Registered Students
kg: Катталбаган окуучулар

source: Not Registered
kg: Катталган эмес

source: Total Registered
kg: Толук катталган

source: All Examinations
kg: Бардык экзамендер

source: Linked Institutions
kg: Байланышкан уюмдар

source: Invigilators
kg: Байкоочулар

source: Invigilator
kg: Байкоочу

source: Number Of Seats
kg: Орундардын саны

source: Auto Assign To Rooms
kg: Бөлмөлөрдүн автоматтык түрдөгү дайындалышы

source: Bulk Register
kg: Массалык каттоо

source: Examination Centre
kg: Экзамендик борбор

source: Create As
kg: катары түзүү

source: Single Register
kg: Бирдиктүү каттоо

source: Registration Directory
kg: Каттоочу сурап-билүү китепчеси

source: Special Needs Difficulty
kg: Өзгөчө муктаждыктарга байланышкан кыйынчылыктар

source: Exam Results
kg: Экзамендин жыйынтыктары

source: Student without Class
kg: Классы жок окуучу

source: Staff Positions
kg: Кызматкерлердин позициялары

source: Staff Classes
kg: Кызматкерлердин класстары

source: Staff Leave
kg: Кызматкерлердин өргүүсү

source: Staff Awards
kg: Кызматкерлерге сыйлыктар

source: Staff Qualifications
kg: Кызматкерлердин квалификациясы

source: Staff Extracurriculars
kg: Класстан тышкаркы сабактар

source: Staff Memberships
kg: Персоналдын мүчөлүгү

source: Staff Licenses
kg: Персоналдын лицензиялары

source: Staff Appraisals
kg: Персоналды аттестациялоо

source: Final Rating
kg: Финалдык баалоо

source: Staff Bank Accounts
kg: Кызматкерлердин банк эсептери

source: Staff Salaries
kg: Кызматкерлердин айлык акысы

source: Addition Set
kg: Толуктоолор

source: Deduction Set
kg: Алып салуулар

source: Training Result Type
kg: Тренинг жыйынтыгынын тиби

source: Pending For Approval
kg: Колдоого алынууну күтүүдө

source: Approved
kg: Колдоого алынды

source: Custom Field (Student)
kg: Колдонуучунун мамычасы (окуучу)

source: Unassigned
kg: Дайындалган эмес

source: Select Subject
kg: Предметти тандоо

source: More Actions
kg: Көбүрөөк иш-аракет

source: Submit For Deactivation
kg: Деактивизацияга жөнөтүү

source: Field Type
kg: Мамычанын тиби

source: Systems
kg: Тутумдар

source: All Data
kg: Бардык маалыматтар

source: Custom Field (Institution)
kg: Колдонуучунун мамычасы (Мекеме)

source: Custom Field (Staff)
kg: Колдонуучунун мамычасы (Персонал)

source: Index
kg: Индекс

source: Preferred Language
kg: Жактырылган тили

source: Updates
kg: Жаңылануулар

source: Excel Templates
kg: Excelдеги шаблондор

source: External Search
kg: Тышкы издөө

source: %s with %s
kg: %s менен %s

source: Transfer of student %s from %s
kg: % окуучуну % дан которуу

source: %s in %s
kg: %s в %s

source: %s of %s
kg: %s %s

source: %s from %s
kg: %s дан %s

source: Transfer of staff %s to %s
kg: % кызматкерин %га которуу

source: Staff Transfer Approved of %s from %s
kg: Кызматкерди %дан %га которуу колдоого алынды

source: Admission of student %s
kg: Окуучуну %га кабыл алуу (которуу)

source: Withdraw request of %s
kg: % азыр берүүнү жокко чыгаруу

source: %s in %s on %s
kg: % %да % датасы

source: %s applying for session %s in %s
kg: % сессияда колдонулат % %да

source: Results of %s
kg: Жыйынтыктары %s

source: Allocated To
kg: Кимге жазылган

source: Textbook ID
kg: Окуу китебинин Идентификациялык Номери

source: Condition
kg: Шарты

source: Profile
kg: Профайл

source: Profiles
kg: Профайлдар

source: Height
kg: Бийиктиги

source: Body Mass Index
kg: Дененин Салмагынын Индекси

source: Body Mass
kg: Дененин Салмагы

source: Promote From
kg: ...тартып илгерилетүү

source: Promote To
kg: ...илгерилетүү

source: Region
kg: Регион

source: Zone
kg: Аймак

source: Shared
kg: Роль менен бөлүшүү

source: Textbook
kg: Окуу китеби

source: Textbook Condition
kg: Окуу китебинин Шарты

source: Textbook Conditions
kg: Окуу китебинин Шарты

source: Textbook Status
kg: Окуу китебинин Макамы

source: Risks
kg: Тобокелдиктер

source: Number Of Risk Index
kg: Тобокелдик Индексинин Номери

source: Risks Criterias
kg: Тобокелдик Критерийлери

source: Institution Student Risks
kg: Уюмдун Студентинин Тобокелдиктери

source: Operator
kg: Оператор

source: Less than or equal to
kg: Азыраак же тең

source: Threshold
kg: Босого

source: References
kg: Сунуштамалар

source: Generate
kg: Генерациялоо

source: Generated By
kg: Ким тарабынан генерацияланган

source: Generated On
kg: Генерация Датасы

source: Not Generated
kg: Генерацияланган эмес

source: Total Index
kg: Жалпы Индекс

source: Counsellings
kg: Кеп-кеңешүүлөр

source: Counselling
kg: Кеп-кеңеш берүү

source: Intervention
kg: Интервенция

source: Counselor
kg: Кеңешчи

source: Guidance Type
kg: Колдонмонун тиби

source: File Name
kg: Файлдын аталышы

source: All associated information related to this record will also be removed. Are you sure you want to delete this record?
kg: Бул маалыматка байланышкан бардык маалыматтар өчүрүлөт. Сиз бул маалыматты өчүрүүнү каалаганыңыз аныкпы?

source: This field is required.
kg: Бул мамычаны толтуруу зарыл

source: Not active homeroom teacher
kg: Класстагы активдүү эмес мугалим

source: Not active teaching staff
kg: Активдүү эмес окутуучулук курам

source: Number Of Student By Stage
kg: Денгээл боюнча окуучулардын саны

source: Number Of Staff By Type
kg: Түрлөрү боюнча кызматкерлердин саны

source: Number Of Staff By Year
kg: Жылдар боюнча кызматкерлердин саны

source: File attachment is required
kg: Файлды сөзсүз тиркөө керек

source: Secondary Staff
kg: Жардамдашуучу персонал

source: Secondary Teacher
kg: Жардамдашуучу мугалим

source: Multi-grade
kg: Ар кайсы класстардан

source: Secondary Home Room Teacher
kg: Жардамдашуучу класстык мугалим

source: Select Textbooks
kg: Окуу китептерин тандоо

source: Select Education Subject
kg: Билим берүү предметин тандоо

source: Select Education Grade
kg: Билим берүү классын тандоо

source: Select Academic Term
kg: Академиялык семестрди тандоо

source: All Genders
kg: Бардык жыныстардын өкүлдөрү

source: No Room Allocated
kg: Кабинет бөлүнүп берилген эмес

source: Teacher(s)
kg: Мугалим(мен)

source: Past Teachers
kg: Мурунку мугалимдер

source: Institution Textbooks
kg: Мекеменин окуу китептери

source: No Textbooks
kg: Окуу китептери жок

source: Add Textbook
kg: Окуу китептерин кошуу

source: Pending Withdraw
kg: Жокко чыгарууну күтүү

source: Withdraw
kg: Жокко чыгаруу

source: Withdrawn
kg: Жокко чыгарылды

source: The current password was not matched.
kg: Учурдагы пароль дал келбейт

source: Password should contain at least 1 uppercase character
kg: Пароль жок дегенде бир башкы символ болушу керек

source: Password should contain at least 1 number
kg: Пароль жок дегенде бир сан болушу керек

source: Password should contain at least 1 non-alphanumeric character
kg: Пароль жок дегенде бир тамгалык-сандык эмес символ болушу керек

source: Both passwords do not match
kg: Эки пароль тең дал келбейт

source: There must be at least one Preferred Nationality
kg: Жок дегенде бир артыкчылыктуу жарандыгы болушу керек

source: Relation
kg: Байланыш

source: Edit Profile
kg: Профайлды өзгөртүү

source: Edit Relation
kg: Байланышты өзгөртүү

source: Guardian User
kg: Колдонуучу-камкорчу

source: No Guardian found.
kg: Камкорчу табылган жок

source: No Guardian
kg: Камкорчусу жок

source: No Results
kg: Жыйынтыктар жок

source: No Examination Results
kg: Экзамендин жыйынтыктары жок

source: No Student Fees
kg: Студенттик жыйындар жок

source: Report Card
kg: Жетишүү табели

source: Report Cards
kg: Жетишүү табелдери

source: transition
kg: өтүү

source: Last Executer
kg: Акыркы аткаруучу

source: Last Execution Date
kg: Акыркы аткаруунун датасы

source: Behaviour Classification
kg: Жүрүм-турум классификациясы

source: Classifications
kg: Классификациялар

source: Submit For Verification & Authentication
kg: Текшерүүгө жана аутентификацияга жөнөтүү

source: Rating
kg: Рейтинг

source: Competency Set
kg: Бир катар компетенциялар

source: Competencies / Goals
kg: Компетенциялар/максаттар

source: Competencies
kg: Компетенциялар

source: Competency
kg: Компетенция

source: Import Salaries
kg: Айлык акыны киргизүү

source: Submit For Approval
kg: Бекитүүгө жөнөтүү

source: Training Need Category
kg: Окуу муктаждыгынын категориясы

source: Applications
kg: Арыз берүүлөр

source: Apply
kg: Берүү

source: Number Of Months
kg: Айлардын саны

source: Number Of Hours
kg: Сааттардын саны

source: Number Of Years
kg: Жылдардын саны

source: Training Field Of Study
kg: Багыт (Адистиги)

source: Training Course Type
kg: Окутуу курсунун түрү

source: Training Mode Of Delivery
kg: Окутуу ыкмасы

source: Field of Study
kg: Багыт (Адистиги)

source: Field Of Studies
kg: Багыт (Адистиги)

source: All Days
kg: Бардык күндөр

source: Linked Cases
kg: Байланышкан иштер

source: Case Number
kg: Иштин номери

source: Student Competencies
kg: Окуучулардын компетенциялары

source: All Competencies
kg: Бардык компетенциялар

source: Competency Template
kg: Компетенциялардын форматы

source: Competency Period
kg: Компетенциялардын мезгили

source: Competency Item
kg: Компетенциянын элементи

source: Competency Assessment period
kg: Компетенцияны баалоо мезгили

source: Changes will be automatically saved when any value is changed
kg: Кайсы маани өзгөртүлсө да, өзгөртүүлөр автоматтык түрдө сакталат

source: All Items
kg: Бардык элементтер

source: Items
kg: Элементтер

source: Competency Items
kg: Компетенциянын элементтери

source: Competency Grading Type
kg: Компетенцияны баалоонун түрү

source: No Assessments
kg: Баалоо жок

source: Student result will be save after the result has been entered.
kg: Окуучунун жыйынтык баасы жыйынтык баа киргизилген соң сакталат

source: Examination Results
kg: Экзамендин жыйынтыктары

source: Report Card Comments
kg: Жетишкендиктерге комментарийлер

source: Select Report Card
kg: Жетишүү табелин тандоо

source: All Report Cards
kg: Бардык жетишкендик табелдери

source: Report Card Statuses
kg: Жетишкендиктердин статустары

source: Payments
kg: Төлөмдөр

source: Add Payment
kg: Төлөмдү кошуу

source: Add New Payment
kg: Жаңы төлөмдү кошуу

source: All Land Types
kg: Жердин бардык түрлөрү

source: Institution Lands
kg: Уюмдун жерлери

source: Land Type
kg: Жердин түрү

source: Land Status
kg: Жердин макамы

source: Institution Buildings
kg: Мекеменин имараты

source: All Building Types
kg: Имараттардын бардык түрлөрү

source: Institution Floors
kg: Уюмдун кабаттары

source: All Floor Types
kg: Кабаттардын бардык түрлөрү

source: Floor Type
kg: Кабаттын түрү

source: Floor Status
kg: Кабаттын макамы

source: Institution Rooms
kg: Уюмдун кабинеттери

source: Enrolment Information
kg: Окууга өткөндүгү жөнүндө маалымат

source: Cases
kg: Учурлар (кейсы)

source: Linked Records
kg: Байланышкан жазуулар

source: The password is automatically generated by the system
kg: Пароль автоматтык түрдө тутум тарабынан генерацияланат

source: Directories
kg: Пользователи

source: Business
kg: Иш

source: Probation
kg: Сыноо

source: Extension
kg: Узартуу

source: Termination
kg: Токтотуу

source: Resignation
kg: Отставка

source: Retirement
kg: Пенсияга чыгуу

source: Temporary
kg: Убактылуу

source: Institutions with No Students
kg: Окуучулары жок уюм

source: Institutions with No Staff
kg: Кызматкерлери жок уюм

source: Area Education Code
kg: Билим берүү жаатынын коду

source: Area Administrative Code
kg: Облустун административдик коду

source: Year Opened
kg: Ачылыш жылы

source: Year Closed
kg: Жабылыш жылы

source: Area Code
kg: Облустун коду

source: No Of Seats
kg: Орундардын саны

source: Preferred Nationality
kg: Көбүрөөк жактырган улуту

source: All Nationalities
kg: Бардык улуттар

source: Previous Institution Student
kg: Мекеменин буга чейинки окуучусу

source: System Usage
kg: Тутумду пайдалануу

source: No previous login
kg: Буга чейин кирүү болгон эмес

source: Logged in within the last 7 days
kg: Тутумга кирүү акыркы 7 күн ичинде ишке ашырылган

source: All Exam Centres
kg: Бардык экзамендик борборлор

source: Registered Students by Examination Centre
kg: Экзамендик борбор боюнча катталган окуучулар

source: Training Need Type
kg: Окууга болгон керектөөнүн тиби

source: Pending Review
kg: Каралышын күтүү

source: Session Participants
kg: Сессиянын катышуучулары

source: Institution Types
kg: Уюмдардын түрлөрү

source: Synchronize
kg: Синхрондоштуруу

source: Areas (Education)
kg: Жааттар (билим берүүнүн)

source: Area Levels (Education)
kg: Жааттардын деңгээлдери (билим берүүнүн)

source: Areas (Administrative)
kg: Облустар (административдик)

source: Area Levels (Administrative)
kg: Облустун (административдик) деңгээлдери

source: Data will be synchronized from
kg: Маалыматтар мындан синхрондоштурулат

source: New Area
kg: Жаңы жаат

source: Missing Area
kg: Облус жок

source: Security Group Affected
kg: Коопсуздук тобунун тиешеси бар

source: Institution Affected
kg: Уюмдун тиешеси бар

source: Area Administrative Level
kg: Административдик чөйрөнүн деңгээли

source: Is Main Country
kg: Негизги өлкө

source: Education Level Isced
kg: Билим берүү деңгээли Билим берүүнү Классификациялоонун Эл аралык Стандарты

source: Cycles
kg: Циклдер

source: Education Certification
kg: Билим берүү сертификациясы

source: Education Field Of Study
kg: Багыт (Адистиги) (основное)

source: Next Programmes
kg: Кийинки программалар

source: Cycle - (Programme)
kg: Цикл -(Программа)

source: Education Stage
kg: Билим берүү этабы

source: Hours Required
kg: Талап кылынган сааттар

source: Auto Allocation
kg: Автобөлүштүрүү

source: Grade Subjects
kg: Окуу планы

source: If this option is set to Yes, students will be allocated automatically to this subject upon enrolment to a class
kg: Эгер бул параметр үчүн Ооба деген маани бекитилсе, студенттер класска катталгандан кийин автоматтык түрдө бул предмет боюнча бөлүштүрүлмөкчү

source: Stages
kg: Стадиялар

source: Education Programme Orientation
kg: Билим берүү программасы боюнча багыттама

source: Network Connectivities
kg: Түйүндүк кошуу

source: Localities
kg: Жайлар

source: Ownerships
kg: Менчик укуктары

source: Sectors
kg: Секторлор

source: Shift Options
kg: Смена боюнча опциялар
