Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: Special Needs Types
kg: Атайын муктаждыктардын түрлөрү

source: Special Needs Referrer Types
kg: Өзгөчө муктаждыктары бар реферлердин түрлөрү

source: State license
kg: Мамлекеттик лицензия

source: Non-state license
kg: Мамлекеттик эмес лицензия

source: State accreditation
kg: Мамлекеттик аккредитация

source: Non-state accreditation
kg: Мамлекеттик эмес аккредитация

source: Score
kg: Баасы

source: Scholarship Payment Frequencies
kg: Стипендия төлөө жыштыгы

source: Scholarship Recipient Activity Statuses
kg: Стипендиаттардын активдүүлүгүнүн статустары

source: Scholarship Disbursement Categories
kg: Стипендия төлөө категориялары

source: Scholarship Institution Choices
kg: Стипендия уюмун тандоо

source: Special Needs Assessments Types
kg: Атайын муктаждыктарды баалоо түрлөрү

source: None
kg: Сабакка катышуу жана үйрөнүү кыйынчылыгы жок

source: Some
kg: Сабакка катышуудагы жана окуудагы айрым кыйынчылыктар бар

source: A Lot
kg: Катышуу жана окуунун көптөгөн кыйынчылыктары бар

source: Unable
kg: Катышууга жана класста окууга мүмкүн эмес

source: Transfer to another organization
kg: Башка уюмга которуу

source: Dismissal due to transfer to others the direction
kg: Башка адистикке өткөндүгүнө байланыштуу чегерүү

source: Honors Diploma Received Including
kg: Жалпысынан артыкчылык диплом алгандар

source: Students number in internship and traineeship for medical higher educational institutions and faculties
kg: Интернатура менен ординатурада окуган студентердин саны (медициналык КЖОЖ жана факультеттер үчүн)

source: Internship Studying Students Number
kg: Интернатурада окуган студенттердин саны, адам

source: Residency Enrolled Students Number
kg: Ординатурада окуган студенттердин саны, адам

source: There is a pending student status change request at the moment.
kg: Учурда окуучун статусун өзгөртүү өтүнүчү бар.

source: Stat Students Number Meals Provided From The Budget
kg: Бюджеттин каражаттарынын эсебинен тамак-аш ичкен окуучулардын саны (адам)

source: Stat Students Number Meals Provided From The Parents
kg: Ата-энесинин каражаттарынын эсебинен тамак-аш ичкен окуучулардын саны (адам)

source: Please select a date within the chosen Academic Period
kg: Сураныч, тандалган күндү Академиялык мезгилде тандаңыз

source: For Year
kg: Бир жыл үчүн

source: Substitute 1
kg: 1-чи Подсменка

source: Substitute 2
kg: 2-чи Подсменка

source: Substitute 3
kg: 3-чү Подсменка

source: round the clock
kg: Күнү-түнү

source: Terms
kg: Шарттар

source: Intervals
kg: Тыныгуу (мөөнөтү)

source: Add Interval
kg: Тыныгуу кошуу

source: Male
kg: Эркек

source: Birth certificate or Passport
kg: Туулгандыгы жөнүндө күбөлүк же паспорт

source: Public
kg: Коомдук

source: State
kg: Мамлекеттик

source: Privy
kg: Жеке

source: Plain
kg: Түздуктөр

source: Hills
kg: Адырлар

source: Institution Id
kg: Уюмдун ID

source: Signed By Id
kg: Кол коюлган ID

source: Signed Document Id
kg: Кол коюлган документтин ID

source: StudentUser
kg: Колдонуучу Студент

source: StaffUser
kg: Колдонуучу Кызматкер

source: Without interruption
kg: Үзгүлтүксүз

source: Intermittently
kg: Үзүл-кесил

source: Central
kg: Борбордук

source: Generator
kg: Генератор

source: Good
kg: Жакшы

source: Bad
kg: Начар

source: Site Inspection
kg: Жерди текшерүү

source: Site Visit
kg: Сайтка кирүү

source: Site Quality Assessment
kg: Сайттын сапатын баалоо

source: International organization non-profit organizations
kg: Эл аралык уюм коммерциялык эмес уюмдар

source: Employment Statuses
kg: Жумушка орношуу статустары

source: Select items before signing
kg: Кол коюудан мурун элементтерди тандаңыз

source: All Institutions
kg: Баардык уюмдар

source: Admissions to School Register Report
kg: Мектепке кабыл алуу жөнүндө отчет

source: Organisation of School Report
kg: Мектеп отчетун уюштуруу

source: Removals From School Register Report
kg: Мектептен чыгарып салуу жөнүндө Отчет

source: Repeaters Report
kg: Кайталанган отчёт

source: School Roll by Class Section For The Academic Year
kg: Окуу жылына класстар боюнча окуучулардын тизмеси

source: Student Perfomance Report
kg: Студенттердин окуудагы жетишкендиктери тууралуу Отчет

source: Termply Report On Teacher Absences
kg: Мугалимдин Жоктугу Жөнүндө Шашылыш Отчет

source: Child maintenance
kg: Баланы багуу үчүн

source: Preschool education programs
kg: Мектепке чейинки билим берүү программаларында окутуу үчүн

source: Children health services
kg: Балдар үчүн ден-соолукту чыңдоочу кызматтар

source: Speech therapist classes
kg: Логопеддин сабактары

source: Staff member
kg: Штаттык Кызматкер

source: Part-time
kg: Жарым күндүк

source: Volunteer
kg: Волонтер

source: Third shift
kg: Үчүнчү смена

source: Change In Assignment
kg: Дайындоо өзгөртүү

source: Please enter a valid Phone
kg: Туура номурду киргизиниз. 996,,,,,,

source: Download hash
kg: Хешти көчүрүү

source: Previous Academic Period
kg: Мурунку академиялык мезгил

source: Next class
kg: Кийинки класста/группада

source: Please set up Education Grades before adding Grade Subjects
kg: Сураныч, окуу планын кошуудан мурун билим деңгээлин жөнгө салыңыз

source: All Shifts
kg: Бардык сменалар

source: First shift
kg: Биринчи смена

source: Locales
kg: Которуулар

source: Frequently asked questions
kg: Көп берилүүчү суроолор

source: I am not a robot
kg: Мен робот эмесмин

source: UserGroups
kg: Колдонуучулар тобу

source: Security Group
kg: Коопсуздук тобу

source: Select Position Grades
kg: Выбор оценки позиции

source: Import Student Admission
kg: Импорт обучающихся

source: The student should be between 14 to 66 years old
kg: Студент 14 жаштан 66 жашка чейин болушу керек

source: This field cannot be left empty
kg: Бул талааны бош калтырууга болбойт

source: Study Leave
kg: Окуп жүргөндөгү өргүү

source: Student Behaviour Attachments
kg: Окуучулардын жүрүм-турум тиркемелери

source: Import Competency Results
kg: Компетенттүүлүктүн натыйжаларын импорттоо

source: Passport
kg: Паспорт

source: Year of study:
kg: Окуу жылы:

source: Date should be within 01-09-2020 and 31-08-2021
kg: Күнү 01-09-2020 жана 31-08-2021 аралыгында болушу керек

source: Native Language
kg: Эне тили

source: The student should be between 7 to 59 years old
kg: Окуучу 7 жаштан 59 жашка чейин болушу керек.

source: Musculoskeletal problems children specially
kg: Таяныч-кыймылдаткыч аппаратында проблемасы бар балдар үчүн

source: Institution Additionally Reports
kg: Мекеменин кошумча отчеттору

source: Full-time
kg: Күндүзгү

source: This student does not fall within the allowed age range for this grade
kg: Бул окуучу бул класс үчүн бекитилген жаш курагында эмес

source: Please enter a valid Email
kg: Сураныч, жарактуу электрондук почта дарегин киргизиңиз

source: Primal
kg: Баштапкы

source: Recovery
kg: Окууга калыбына келтирүү

source: Exit academic leave
kg: Академиялык өргүүдөн чыгуу

source: Moving
kg: Көчүп келүү

source: Another country transfer
kg: Башка өлкөдөн которуу

source: Other reasons
kg: Башка себептерден улам

source: Specialization Code
kg: Шифр

source: This code already exists in the system
kg: Бул код системада мурунтан эле бар

source: Date To should not be earlier than Date From
kg: Башталгыч күнү бүткөн күнүнөн эрте болбошуу керек

source: Should not be greater than 2147483647
kg: 2147483647 чоң болбошу керек

source: Should not be lesser than 0
kg: Мындан кем болбошу керек 0

source: Should not be lesser than
kg: Мындан кем болбошу керек

source: The minimum value is not valid. Must be in 0 - 2147483647
kg: Минималдуу маани жол берилбейт. 0-2147483647 болушу керек

source: This username is already in use.
kg: Этот логин уже используется

source: Start Date should not be earlier than Institution Date Opened
kg: Баштоо күнү уюмдун ачылган күнүнөн эрте болушу мүмкүн эмес

source: Early childhood education
kg: Мектепке чейинки билим берүү

source: Effective date
kg: Күчүнө кирүү күнү

source: Health People Disabilities
kg: Майыптык

source: Issue Date should be earlier than Expiry Date
kg: Чыгарылган күнү Жарактуулук мөөнөтүнөн эрте болушу керек

source: Brother
kg: Агасы

source: No student record found
kg: Окуучу тууралуу жазуу табылган жок

source: You have entered an invalid date.
kg: Сиз туура эмес күндү киргиздиңиз

source: Student Textbooks
kg: Окуучулардын окуу китептери

source: First
kg: Биринчи

source: The record is not created due to errors encountered.
kg: Запись не создана из-за ошибки

source: Health disorders
kg: Ден-соолуктун бузулушу

source: Dismissal due to death
kg: Өлүмгө байланыштуу жумуштан бошотуу

source: Exemption From Call to Duty Leave
kg: Нөөмөттөгү өргүүгө чакыруудан бошотуу

source: Study Leave w/out Pay
kg: Окуу өргүүсү эмгек акысы жок

source: Special Leave
kg: Атайын өргүү

source: Leave without Pay for Special Reasons
kg: Айрым себептерден улам эмгек акы төлөнбөгөн өргүү

source: Study Leave w/pay
kg: Окуу өргүүсү эмгек акы менен

source: Professional Development Leave
kg: Кесиптик өнүктүрүү боюнча өргүү

source: Unemployed
kg: Жумушсуз

source: Training Need Competency
kg: Окутуунун компетенциясына коюлуучу талаптар

source: Training Need Standard
kg: Окутууга болгон керектөөлөрдүн негизинде окутуу стандарты

source: Training Need Sub Standard
kg: Окутууга болгон керектөөнүн негизинде окутуу боюнча стандарты

source: Value must be within 1 to 99
kg: Мааниси 1ден 99га чейин болушу керек.

source: Admission Fee
kg: Кирүү акысы

source: Morbidity students
kg: Отчеттук жылдын оорулардын эсебин алуу

source: index
kg: көрсөткүч

source: view
kg: көрүү

source: add
kg: кошуу

source: Effective Date
kg: Күчүнө кирүү күнү

source: Teaching license - Provisional
kg: Окутуу лицензиясы - Убактылуу

source: Teaching license - Full
kg: Окутууга лицензия - Толугу менен

source: Drivers Licence
kg: Айдоочулук күбөлүк

source: Teaching License
kg: Окутуу лицензиясы

source: KG
kg: Кыргыз тили

source: Russian
kg: Орус тили

source: English
kg: Англис тили

source: German
kg: Немис тили

source: French
kg: Француз тили

source: Spanish
kg: Испан тили

source: Uz
kg: Өзбек тили

source: Tj
kg: Таджик тили

source: Dun
kg: Дунган тили

source: Uig
kg: Уйгур тили

source: Select Teacher
kg: Мугалимди тандоо

source: No User found.
kg: Колдонуучу табылган жок

source: Сl.teacher:
kg: Куратор

source: Student Promotion successfully saved as draft
kg: Перевод сохранён как черновик

source: Unknown
kg: Белгисиз

source: Indigenous People
kg: Жергиликтүү калк

source: Indigenous
kg: Жергиликтүү

source: Wealth Quintile
kg: Байлык деңгээли

source: Stat School Students Hot Meals Canteens Number
kg: Мектепте окугандар үчүн ысык тамак ашканалардын же буфеттердин саны

source: Add Criterias
kg: Критерийлерди кошуу

source: Supervisor
kg: Директор

source: Peer
kg: Тең

source: Value must be positive and less than 2.0
kg: Мааниси оң жана 2,0дон аз болушу керек

source: Examination Centre Type
kg: Сынак борборунун түрү

source: Link All Examination Centres
kg: Бардык сынак борборлорун байланыштыруу

source: Examination Centres
kg: Сынак борборлору

source: Transfer from another form of study
kg: Башка формадан которуу

source: Transfer from another specialty
kg: Башка адистиктен которуу

source: Transfer from another organization
kg: Башка уюмдан которуу

source: Total Award Amount (KGS)
kg: Стипендиянын жалпы суммасы (сом)

source: Openemis No
kg: ID БББMC

source: Minimum Level
kg: Минимальный уровень образования

source: -- Select Education Level --
kg: -- Билим деңгээлин тандаңыз --

source: -- Please Select Education Programme --
kg: -- Сураныч, Билим берүү программасын тандаңыз --

source: -- All Education Subject --
kg: -- Баардык окуу предметтери --

source: Generate End Date should not be earlier than Generate Start Date
kg: Аяктоо күнү башталуу күнүнөн эрте болбошу керек

source: Params
kg: Параметрлер

source: Response
kg: Жооп

source: Moodle Api Log
kg: Moodle Api журналы

source: Ramps availability
kg: Пандустардын болушу

source: For special specify profile
kg: Атайындык профили көрсөтүлсүн

source: Elevators availability
kg: Лифттердин болушу

source: Medical personnel availability
kg: Медицина кызматкерлеринин болушу

source: Digital library availability
kg: Санариптик китепкананын болушу

source: Up to 2 Mb
kg: 2 Мб чейин

source: Up to 5 Mb
kg: 5 Мб чейин

source: Up to 10 Mb
kg: 10 Мб чейин

source: Full Name
kg: Толук аталышы

source: Institution Entrance
kg: Түшүүлөр

source: Institution Reason For Entrance
kg: Киреше булагы

source: Entrance
kg: Түшүүлөр

source: Expenditure
kg: Чыгымдар

source: Institution Expenditure
kg: Чыгымдар

source: Institution Reason For Expenditure
kg: Бюджеттен чыгашалардын себептери

source: The date can't be from the future or far from the past
kg: Убакыт келечекте же алыска өткөн убакыта болушу мүмкүн эмес

source: Number Of Projectors
kg: Проекторлордун саны

source: Budget
kg: Бюджет

source: Canteen
kg: Ашканасы

source: working_computers
kg: Иштөө абалда компьютерлердин саны

source: Usage
kg: Пайдаланылат

source: Other supply
kg: Прочие поступления

source: Maintenance fee
kg: Плата за содержание

source: Republican budget
kg: Из республиканского бюджета

source: Local budget
kg: Из местного бюджета

source: From ministries
kg: От министерств и ведомств

source: Budget from sponsors
kg: Спонсорлордон/донорлордон келген каражаттар

source: Special account
kg: Из специального счета

source: Fulltime
kg: Күндүзгү билим

source: Security User
kg: Кезекте

source: Bulk Admission
kg: Массалык уруксат берүү

source: Home Room Teacher and Secondary Teacher cannot be the same person.
kg: Класс жетекчи менен жардамчы мугалим бир адам боло албайт.

source: should be earlier than
kg: должно быть раньше, чем

source: Surveys
kg: Сурамжылоолор

source: No Validation
kg: Текшерүү жок

source: Should not be earlier than
kg: Андан эрте болбошу керек

source: Should not be later than
kg: Кеч болбошу керек

source: Contact Name
kg: Контактное имя

source: This student is already allocated to
kg: Этот обучающийся уже записан в

source: Currently Allocated To
kg: В настоящее время находится в

source: The value cannot be less than 0 or 0
kg: Количество не может быть меньше 0

source: Institution Programmes
kg: Программы организации

source: Education Subjects
kg: Образовательные предметы

source: Institution Class Students
kg: Окуучулар

source: Institution Class Grades
kg: Классы/группы организации

source: Amount In Som
kg: Сумма (сом)

source: You cannot delete an entry because the funds for this receipt are already in use.
kg: Жазууларды жок кылуу мүмкүн эмес, анткени бул келип түшкөн каражаттар колдонууга откон.

source: Qualification
kg: Квалификация

source: Qualification Level
kg: Квалификация деңгели

source: Select all
kg: Баарын тандаңыз

source: Select some specialisations
kg: Айрым адистиктерди тандаңыз

source: Secondary general education
kg: Орто жалпы билим берүү

source: Incomplete secondary general education
kg: Толук эмес орто жалпы билим берүү

source: Old Surname
kg: Эски фамилиясы

source: Old Name
kg: Эски аты

source: Change Name
kg: Атын (аталышын) өзгөртүү

source: Change Surname
kg: Фамилиясын өзгөртүү

source: Organization charter
kg: Уюмдун уставы

source: Mon Licensing Issuing Authority
kg: Берүүчү органы

source: Ministry of Justice
kg: Юстиция министирлиги

source: State registration certificate
kg: Мамлекеттик каттоо жөнүндө күбөлүк

source: Hostel
kg: Жатакана

source: Special Needs Hostel
kg: Өзгөчө Муктаждыктары Жатакана

source: Needs A Hostel
kg: Жатаканага Муктаж

source: Lives In A Hostel At The Place Of Study
kg: Окуган жери боюнча жатаканада жашайт

source: Computers Local Area Networks Number
kg: Локалдык эсептөө тармагынын түзүмүндө компьютердин саны

source: Classroom
kg: Окутуу

source: Non-Classroom
kg: Окутуу эмес

source: Working Computers
kg: Иштечүү компьютерлер

source: Rented
kg: Ижарага алынды

source: LIBRARY FUND
kg: КИТЕПКАНА ФОНДУ

source: COMPUTER AND OFFICE EQUIPMENT
kg: КОМПЬЮТЕР ЖАНА ОФИС ЖАБДЫКТАРЫ

source: Industry laboratories availability
kg: Тармактык лабораториялардын болушу

source: Research institutes availability
kg: ИИИ болушу

source: Deselect all
kg: Тандоону өчүрүү

source: Appraisal Period To Date should not be earlier than Appraisal Period From Date
kg: Аттестациянын датасы туура эмес

source: Regular
kg: Очередная

source: Extraordinary
kg: Внеочередная

source: The number of students has reached the capacity limit of 0 students.
kg: Вместимость не может быть ноль

source: Process Start Date
kg: Дата формирования

source: Education Subjects Profile
kg: Предметтик Профиль

source: Training Courses Target Populations
kg: Калк үчүн окуу курстары

source: This student already exist
kg: Бул окуучу буга чейин бар

source: Record cannot be approved due to errors encounttered
kg: Ката кетирилгендиктен, жазуу бекитилбейт

source: Messege Not Found
kg: Билдирүү табылган жок

source: Training and consulting center
kg: Окуу-консультациялык борбор

source: Evening comprehensive schools
kg: Кечки жалпы билим берүүчү мектептер

source: Full - time vocational schools (schools)
kg: Күндүзгү кесиптик окуу жайлар жана (лицейлер)

source: Special vocational schools (colleges)
kg: Атайын кесиптик окуу жайлар

source: Full-time specialized departments based on ss
kg: Күндүзгү кесиптик окуу жайлар жана орто мектептин базасындагы бөлүмдөр

source: Full-time professional departments based on lss
kg: Күндүзгү кесиптик окуу жайлар жана толук эмес орто мектептин базасындагы бөлүмдөр

source: Dvl se not receiving young people group
kg: Күндүзгү кесиптик окуу жайлар жана Орто билим албаган Жаштардын тобу

source: There is an error in adding student transfer request.
kg: Котормо сурамын кошууда ката кетти.

source: This institution does not offer this Education Grade.
kg: Бул уюм мындай билим деңгээлин сунуш кылбайт.

source: Code must be unique for the same academic period
kg: Код бир эле академиялык мезгил үчүн уникалдуу болушу керек

source: Disability
kg: Майыптык

source: Education Minimum Level
kg: Билим берүүнүн минималдуу деңгээли

source: Orphan
kg: Жетим

source: NotSpecified
kg: Көрсөтүлгөн эмес

source: Failure To Participate In Professional Development
kg: Кесиптик өркүндөтүүгө катыша албай калуу

source: Refusal To Implement Improvement Strategies
kg: Өркүндөтүү стратегиясын ишке ашыруудан баш тартуу

source: Failure To Satisfactorily Correct Behaviour
kg: Жүрүм-турумду канааттандырарлык оңдоо эмес

source: Failure To Report Child Abuse
kg: Балдар менен ырайымсыз мамиле кылууга жөндөмсүздүк

source: Unauthorized Change Of Study Leave Program
kg: Окуу өргүүсүн уруксатсыз өзгөртүү

source: Unauthorized Discontinuation Of Study Leave
kg: Окуу өргүүсүн уруксатсыз токтотуу

source: Failure To Fulfill Study Leave Bond Conditions
kg: Окуу жайын өркүндөтүү шарттарын аткара албай калуу

source: Sexual Abuse
kg: Сексуалдык зомбулук

source: Material costs
kg: Материалдык чыгымдар

source: Intangible services pay
kg: Материалдык эмес кызматтар үчүн акы төлөө

source: Travel expenses
kg: Командировкага чыгымдар

source: Normal
kg: Нормалдуу

source: Not available
kg: Жеткиликтүү эмес

source: Social insurance deduction
kg: Социалдык камсыздандыруу төгүмдөрү

source: Capital investments, overhaul costs
kg: Капиталдык салымдар, капиталдык ремонтко кеткен чыгымдар

source: Equipment and inventory purchase
kg: Жабдууларды жана инвентарларды сатып алуу

source: Other expenses
kg: Башка чыгымдар

source: Housing allowance
kg: Турак жай жөлөк пулу

source: Hostel Places
kg: Жатакана бөлмөлөрү

source: Building Pages
kg: Барактарды ​​түзүү

source: Institution > Building
kg: Уюм> Имарат

source: Institution > Floor
kg: Уюм > Кабат

source: Institution > Room
kg: Уюм > Бөлмө

source: Leased
kg: Ижарага берилди

source: Floor Pages
kg: Этаждар

source: Land Pages
kg: Жер участоктору

source: Total Area
kg: Жалпы аянты

source: Number Of Places In The Hostel
kg: Жатаканадагы орундардын саны

source: Taking Into Account The Norms For Lowz
kg: МЧА(Мүмкүнчүлүктөрү чектелген адамдарды) эске алганда, жатаканадагы орундардын саны

source: Special purpose groups
kg: Атайын топтор

source: Hearing impairments children (hard of hearing)
kg: Угуусу начар балдар үчүн

source: For the deaf
kg: Дүлөйлөр үчүн

source: With speech impairment
kg: Сүйлөө жөндөмдүүлүгү бузулгандар

source: Visually impaired
kg: Көрүү жөндөмдүүлүгү бузулгандар

source: For children with intellectual disabilities
kg: Интеллектуалдык өнүгүсүндө проблемасы бар балдар үчүн

source: Musculoskeletal system problems children
kg: Таяныч-кыймылдаткыч апаратында проблемасы бар балдар үчүн

source: With other health problems children
kg: Ден-соолугунда башка проблемасы бар балдар үчүн

source: Types of classes / groups
kg: Класстардын / топтун түрлөрү

source: Extended day groups
kg: Узартылган күндүк топтор

source: Of the total - in groups with 24-hour stay of chil
kg: Жалпы сандын ичинен-24 сааттын ичинде келген балдардын топторунда

source: Institution Classes View
kg: Тип класса / группы

source: 24-hour stay groups
kg: 24 саат бою жүргөн топтор

source: Regular classes
kg: Жөнөкөй

source: Full-time classes
kg: Күндүзгү окутуу класстары

source: Distance learning classes
kg: Сырттан окутуу класстары

source: Working youth TAC centers
kg: Окууту-кеңеш берүүчу пунктар

source: For the deaf and hard of hearing
kg: Дүлөйлөр жана начар уккан адамдар үчүн

source: For the blind and visually impaired
kg: Сокурлар жана начар көргөн адамдар үчүн

source: Advanced Study
kg: Тереңдетилген изилдөө

source: Budgetary form
kg: Бюджеттик форма

source: Contract form
kg: Контракттык форма

source: Training of the unemployed
kg: Жумушсуздарды окутуу

source: Expense of enterprises preparation
kg: Ишкананын өз каражаттарынын эсебинен окутуу

source: Learning through projects
kg: Долбоор аркылуу окутуу (көнүгүүлөрдү жана башкаларды өнүктүрүү фонду)

source: Form Of Payment
kg: Окуу акысын төлөө формасы

source: Children educational centers
kg: Балдарга билим берүү борбору

source: Not available to revent.
kg: Не доступен для отмены

source: This is a system defined record
kg: Это системная запись

source: Pri GSIN
kg: ЖАМКга караштуу

source: Special professional lyceums
kg: Атайын КДОУ

source: Training and consulting centers
kg: Окуу жана консультациялык борборлор

source: Repeated year
kg: Кайталанган жыл

source: There are no available Education Subjects
kg: Окуу предмети жок

source: With impaired vision and intelligence
kg: C нарушением зрения и интеллекта

source: Attendance per day
kg: Күнүнө катышуу

source: This student is already allocated to
kg: Бул окуучу төмөнкү уюмда катталган

source: Information about recovering sent to email
kg: Калыбына келтирүү маалыматы электрондук дарек аркылуу жөнөтүлдү

source: Wrong email
kg: Электрондук даректин тууралыгын текшериңиз

source: Od Excellent
kg: Эң жакшы окуугандардын саны (2-4 класстар), %

source: Od Good Excellent
kg: Жакшы окугандардын саны (2-4 класстар), %

source: Od Satisfactorily
kg: Орто окуугандардын саны (2-4 класстар), %

source: Od Mixed Grades
kg: Аралаш баага окуугандардын саны (2-4 класстар), %

source: Academic performance
kg: Академиялык көрсөткүч

source: You does not have pin number or you does not have permissions
kg: Сизде пин номери жок же уруксатыңыз жок

source: Transfer from another payment form
kg: Төлөмдүн башка түрүнөн которуу

source: Absolute Academic Performance
kg: Окуудагы абсолюттук жетишкендик,%

source: Quality Academic Performance
kg: Жогорку сапаттагы жетишкендик,%

source: InstitutionAttendance
kg: Катышуу

source: Institution Attendance
kg: Катышуу

source: Aggregated Data
kg: Жалпыланган маалыматтар

source: ORT results subjects average score
kg: ЖРТнын жыйынтыктары, сабактар ​​боюнча орточо балл

source: Main Test
kg: Негизги тест

source: Maths
kg: Математика

source: Physics
kg: Физика

source: Chemistry
kg: Химия

source: Biology
kg: Биология
