Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: Report Card Comment Codes
kg: Жетишүү табелинин комментарийлер коддору

source: Student Behaviour Categories
kg: Окуучунун жүрүм-турум категориялары

source: Student Transfer Reasons
kg: Окуучунун которулуу себептери

source: Student Withdraw Reasons
kg: Окуучулардын айдалуусунун себептери

source: Guidance Types
kg: Кеп-кеңеш алуу типтери

source: Staff Behaviour Categories
kg: Кызматкердин жүрүм-турум категориясы

source: Staff Leave Types
kg: Кызматкердин өргүү категориясы

source: Is Mandatory
kg: Сөзсүз

source: Is Unique
kg: Уникалдуу

source: Validation Rule
kg: Валидация эрежеси

source: Validation Rules
kg: Валидация эрежелери

source: Rules
kg: Эрежелер

source: Rule
kg: Эреже

source: Custom Module
kg: Колдонуучулук модуль

source: Apply To All
kg: Бардыгына кайрылуу

source: Custom Filters
kg: Колдонуучулук чыпкалар

source: Add Field
kg: Мамычаны кошуу

source: Add Section
kg: Секция кошуу

source: Length
kg: Узундугу

source: Create Table
kg: Таблица түзүү

source: Add Columns
kg: Колонкаларды кошуу

source: Add Rows
kg: Катарларды кошуу

source: Module Name
kg: Модулдун аталышы

source: Field Name
kg: мамычанын аталышы

source: Translations
kg: Которуулар

source: Label
kg: Этикетка

source: Default Value
kg: Баштапкы маани

source: Prefix Value
kg: Префикстин мааниси

source: Enable
kg: Киргизүү

source: Validation Pattern
kg: Текшерүү шаблону

source: External Data Source
kg: Маалыматтардын тышкы булагы

source: Attributes
kg: Атрибуттар

source: Attribute Name
kg: Атрибуттун аталышы

source: Product Lists
kg: Буюмдардын тизмелери

source: Student Admission Age
kg: Кабыл алуу үчүн окуучунун курагы

source: Credentials
kg: Жазма эсеп маалыматтары

source: Select Criteria
kg: Критерийлерди танда

source: Absences Excused
kg: Келбегени кечиримдүү

source: Overage
kg: уруксат берилген курактан улуу

source: Status Repeated
kg: Статус кайталанат

source: Add Area
kg: Облусту кошуу

source: Import Institutions.
kg: Уюмдарды импорттоо.

source: All Subjects
kg: Бардык предметтер

source: My Subjects
kg: Менин предметтерим

source: Import Textbooks
kg: Окуу китептерин импорттоо

source: My Classes
kg: Менин класстарым

source: Student Profile
kg: Окуучунун профайлы

source: Transfer Request
kg: Которуу жөнүндө өтүнүч

source: Transfer Approval
kg: Которууну колдоого алуу

source: Withdraw Request
kg: Жокко чыгаруу жөнүндө өтүнүч

source: Student Withdraw
kg: Окуучу жокко чыгарылышы

source: Account Username
kg: Аккаунттун логини

source: Import Student Attendances
kg: Окуучунун катышуусу жөнүндө маалыматтарды импорттоо

source: Undo Student Status
kg: Окуучунун статусун жокко чыгаруу

source: Competency Results
kg: Компетенциялардын жыйынтыктары

source: Competency Comments
kg: Компетенциялар жөнүндө комментарийлер

source: Staff Profile
kg: Кызматкердин профайлы

source: Import Staff Attendances
kg: Персоналдын келүүсү жөнүдө маалыматтарды импорттоо

source: Transfer Approvals
kg: Которууну колдоого алуу

source: Change in Staff Assignment
kg: Кызматкерди дайындоодогу өзгөртүү

source: Import Staff
kg: Персонал жөнүндө маалыматтарды импорттоо

source: Generate/Download
kg: Генерациялоо/Жүктөө

source: Publish/Unpublish
kg: Жарыялоо/жарыялоону жокко чыгаруу

source: Guardian Profile
kg: Камкорчунун профайлы

source: Student Body Mass
kg: Окуучунун дене-бойлук салмагы

source: Salary List
kg: Айлык акылардын тизмеси

source: Salary Details
kg: Айлык акы жөнүндө кененирээк

source: Import Staff Salaries
kg: Персоналдын айлык акысы жөнүндө маалыматтарды импорттоо

source: Import Users
kg: Колдонуучуларды импорттоо

source: Academic Period Levels
kg: Академиялык мезгилдин деңгээлдери

source: Education Systems
kg: Билим берүү тутумдары

source: Education Levels
kg: Билим берүү деңгээлдери

source: Education Cycles
kg: Билим берүү циклдары

source: Education Programmes
kg: Билим берүү программалары

source: Education Grade Subjects
kg: Билим берүүнү баалоо предметтери

source: Webhooks
kg: Веб-белги бергичтер

source: Alerts
kg: Эскертүүлөр

source: Alert Rules
kg: Эскертүү эрежелери

source: Workflows
kg: Эмгек процесстер

source: Steps
kg: Кадамдар

source: Exam Centre Rooms
kg: Экзаменациялык борбордун бөлмөлөрү

source: Exam Centre Exams
kg: Экзаменациялык борбордогу экзамендер

source: Exam Centre Subjects
kg: Экзаменациялык борбордун предметтери

source: Exam Centre Students
kg: Экзаменациялык борбордун окуучулары

source: Exam Centre Invigilators
kg: Экзаменациялык борбордун изилдөөчүлөрү

source: Exam Centre Linked Institutions
kg: Экзаменациялык борборго байланышкан уюмдар

source: Import Results
kg: Жыйынтыктарды импорттоо

source: Import Examination Rooms
kg: Экзаменациялык бөлмөлөрдү импорттоо

source: Competency Setup
kg: Компетенцияларды бекитүү

source: question
kg: суроо

source: Survey Questions
kg: Сурамжылоо суроолору

source: Survey Question
kg: 2сурамжылоо суроосу"

source: All Surveys
kg: Бардык сурамжылоолор

source: Dependent Question
kg: Көз каранды суроо

source: Show Options
kg: Опцияларды көрсөтүү

source: Dropdown Question Options
kg: Мүмкүн болгон варианттардан суроону тандап алуу опциясы

source: Select Question Options
kg: Суроонун опциясын тандоо

source: Select Some Options
kg: кайсы бир вариантты тандоо

source: Dependent On
kg: Буга көз каранды

source: Select One
kg: Бирөөн тандоо

source: Template
kg: Шаблон

source: Weighting Type
kg: Салмак тиби

source: Percentage
kg: Пайыз

source: rubric
kg: рубрика

source: Security Roles
kg: Коопсуздук ролу

source: Start
kg: Баштоо

source: Stop
kg: Токтотуу

source: Running
kg: Ишке киргизилүүдө

source: License Renewal
kg: Лицензияны жаңылоо

source: License Validity
kg: Лицензиянын жарактуу мөөнөтү

source: Retirement Warning
kg: Пенсия туурасында эскертүү

source: Staff Employment
kg: Персоналдын иш менен камсыздалышы

source: All Features
kg: Бардык мүнөздөмөлөр

source: Method
kg: Ыкма

source: Rule Setup
kg: Эрежелерди бекитүү

source: Alert Content
kg: Эскертүүнүн мазмуну

source: Keywords
kg: Өзөктүү сөздөр

source: Processed Date
kg: Иштеп чыгуу датасы

source: Target Population Selection
kg: Максаттуу калкты тандоо

source: Import Trainees
kg: Машыктыруучуларды импорттоо

source: No Trainee found.
kg: Студент табылган жок

source: No Trainer found.
kg: Машыктыруучу табылган жок

source: Submit for Registration
kg: Катталууга жөнөтүү

source: Pending For Registration
kg: Катталууну күтүүдө

source: Pending For Review
kg: Каралууну күтүүдө

source: Pending For Evaluation
kg: Баалоону күтүүдө

source: Submit For Evaluation
kg: Баалоого жөнөтүү

source: Pending For Posting
kg: Жарыяланууну күтүүдө

source: Posted
kg: Жарыяланды

source: Excel Template
kg: Excelдеги шаблон

source: Academic Term
kg: Академиялык семестр

source: Edit Academic Term
kg: Академиялык семестрди өзгөртүү

source: All Templates
kg: Бардык шаблондор

source: Criteria Grading Options
kg: Критерийди баалоо варианттары

source: Add New Examination Item
kg: Экзамен үчүн жаңы предмет кошуу

source: Add Examination Item
kg: Экзамен үчүн предмет кошуу

source: Add Examination Centre
kg: Экзамендик борборду кошуу

source: Link Examination
kg: Экзамен менен байланыштыруу

source: Add Special Need Type
kg: Өзгөчө керектөөнүн түрүн кошуу

source: Add All Special Need Type
kg: Бардык өзгөчө керектөөлөрдүн түрүн кошуу

source: Special Need Type
kg: Өзгөчө керектөөнүн тиби

source: Select Special Need Type
kg: Өзгөчө керектөөнүн тибин тандоо

source: Special Need Accommodations
kg: Өзгөчө керектөөлөрү бар студенттер жашай турган жер

source: Examination Date
kg: Экзамендин датасы

source: All Rooms
kg: Баардык кабинеттер

source: Add Invigilator
kg: Байкоочуну кошуу

source: Linked Institution
kg: Байланышкан уюмдар

source: Auto Assign To Room
kg: Автоматтык түрдө бөлмө бөлүп берүү

source: Register for Examination
kg: Экзаменге каттоо

source: Single Student Registration
kg: Өз алдынча окуучуну каттоо

source: You need to configure Examination Items first
kg: Сиз адегенде экзамендин предметин тууралашыңыз керек

source: Select Education Level
kg: Билим берүү деңгээлин тандоо

source: Select Education Programme
kg: Билим берүү программасын тандоо

source: All Education Subject
kg: Бардык окуу предметтери

source: Author
kg: Автор

source: Publisher
kg: Басып чыгаруучу

source: Year Published
kg: Жарыялануу жылы

source: Principal Comments Required
kg: Негизги комментарийлер сөзсүз болушу керек

source: Homeroom Teacher Comments Required
kg: Класстык мугалимдин комментарийлери сөзсүз болушу керек

source: Teacher Comments Required
kg: Мугалимдин комментарийлери сөзсүз болушу керек

source: Filters
kg: Чыпкалар

source: Workflow Model
kg: Иш процессинин модели

source: Select Workflow
kg: Иш процессин тандоо

source: All Workflows
kg: Бардык иш процесстери

source: Deletable
kg: Өчүрүлүп жаткан

source: Add workflow steps
kg: Иш процессинин кадамдарын кошуу

source: Workflow Step Name
kg: Иш процессинин кадамынын аталышы

source: Workflow Name
kg: Иш процессинин аталышы

source: No Available Workflow Steps
kg: Иш процессинин жеткиликтүү кадамдары жок

source: Workflow Step
kg: Иш процессинин кадамы

source: Next Workflow Step
kg: Иш процессинин кийинки кадамы

source: Allow By Assignee
kg: Дайындалган адамдын уруксаты

source: Post Events
kg: Окуяны жарыялоо

source: Add Event
kg: Иш-чараны кошуу

source: All Models
kg: Бардык моделдер

source: Workflow Statuses Steps Mapping
kg: Иш процессинин абалдарындагы кадамдардын сүрөттөлүшү

source: Statuses Steps
kg: Кадамдардын макамдары

source: Changelog
kg: Өзгөртүүлөр журналы

source: Date Released
kg: Чыккан датасы

source: Date Approved
kg: Колдоого алынган датасы

source: Localization
kg: Локализация

source: Approved By
kg: тарабынан жактырылды

source: Training Session Results
kg: Тренингдик сессиянын жыйынтыктары

source: Staff Training Needs
kg: Персоналды окутууга муктаждык

source: Language ISO code should be 2 letters
kg: ISO тилинин коду 2 тамгадан турушу керек

source: Student Bank Accounts
kg: Окуучулардын банктык эсептери

source: Calendar
kg: Календарь

source: Advisable photo dimension %width by %height
kg: Сүрөттүн сунушталган көлөмү% кеңдиги % бийиктигине

source: School Holiday
kg: Мектеп каникулдары

source: Water
kg: Суу

source: Uploaded On
kg: Жүктөө датасы

source: Public Holiday
kg: Улуттук майрам

source: School Open
kg: Мекеме ачык

source: School Closed
kg: Мекеме жабык

source: Event
kg: Окуя

source: Advisable logo dimension %width by %height
kg: Логотиптин сунушталган өлчөмү % кеңдиги % бийиктигине

source: Format Supported: %s
kg: Колдоого алынган формат

source: Academic Institution
kg: Билим берүү уюмдар

source: Non-Academic Institution
kg: Окуу мекемеси эмес

source: Recommended Maximum Records: %s
kg: Жазуулардын сунушталган саны: %

source: Quality Rubrics
kg: Сапаттуу рубрикалар

source: Quality Visits
kg: Сапаттуу визиттер

source: The record has been deleted successfully.
kg: Жазуу ийгиликтүү өчүрүлдү

source: Requested Date
kg: Которуу датасы

source: Staff Transfer Out
kg: Персоналды которуу

source: Staff Change In Assignment
kg: Дайындоодогу персоналды өзгөртүү

source: Institution Rubrics
kg: Окуу рубрикалары

source: Institution Visits
kg: Окуу визиттери

source: Total Male Students
kg: Окуучулардын жалпы саны

source: Total Female Students
kg: Окуучу кыздардын жалпы саны

source: Approve
kg: Колдоого алуу

source: Priority
kg: Артыкчылыктуу багыт

source: Need Type
kg: Керектөө тиби

source: High
kg: Жогору

source: Medium
kg: Орто

source: Low
kg: Төмөн

source: Date Determined
kg: Күн аныкталган

source: Date Started
kg: Башталыш датасы

source: Date Completed
kg: Бүткөн датасы

source: Projects
kg: Долбоорлор

source: Contract Date
kg: Контракт датасы

source: Funding Source
kg: Каржылоонун булагы

source: Funding Source Description
kg: Каржылоо булагынын сүрөттөлүшү

source: Associated Needs
kg: Байланышкан муктаждыктар

source: WASH
kg: Суу, санитария жана гигиена

source: Sanitation
kg: Санитария

source: Hygiene
kg: Гигиена

source: Waste
kg: Калдыктар

source: Sewage
kg: Канализация

source: Functionality
kg: Функционалдуулук

source: Proximity
kg: Жакындык

source: Quantity
kg: Сапат

source: Quality
kg: Сапат

source: Accessibility
kg: Майыптарга жеткиликтүүлүгү

source: Total Female
kg: Бардык кыз балдар

source: Total Male
kg: Бардык эркек балдар

source: Total Mixed
kg: Аралаштардын бардыгы

source: Use
kg: Пайдалануу

source: Hygiene Education
kg: Гигиена боюнча билим берүү

source: Soap/Ash Availability
kg: Самындын болушу

source: Utilities
kg: Коммуналдык кызмат көрсөтүүлөр

source: Electricity
kg: Электр жарыгы

source: Internet
kg: Интернет

source: Purpose
kg: Багыт (Назначение)

source: Bandwidth
kg: Өткөрүү жөндөмдүүлүгү

source: Transport
kg: Транспорт

source: Buses
kg: Автобустар

source: Trips
kg: Баруулар

source: Plate Number
kg: Номер белгиси

source: Capacity
kg: Кубаттуулугу (вместимость)

source: Bus Type
kg: Автобус тиби

source: Features
kg: Мүнөздөмөлөр

source: Repeat
kg: Кайталоо

source: Status Type
kg: Макам тиби

source: Trip Type
kg: Баруу тиби

source: Status Date
kg: Макам тиби

source: Comment Type
kg: Комментарий тиби

source: Organisation
kg: Уюм

source: Staff Types
kg: Кызматкерлердин типтери

source: Staff Training Categories
kg: Персонал үчүн окутуу категориялары

source: Competency Sets
kg: Компетенциялар

source: Bank Branches
kg: Банктардын филиалдары

source: Guardian Relations
kg: Камкорчунун байланыштары

source: Staff Position Grades
kg: Персоналдын позициясын баалоолор

source: Staff Position Titles
kg: Персоналдын позицияларынын аталыштары

source: Qualification Levels
kg: Квалификациялардын деңгээлдери

source: Qualification Titles
kg: Квалификациялардын аталыштары

source: Qualification Specialisation
kg: Квалификациянын адистешүүсү

source: Quality Visit Types
kg: Сапаттуу визиттердин типтери

source: Salary Addition Types
kg: Айлык акыга кошумчалардын түрлөрү

source: Salary Deduction Types
kg: Айлык акыдан кармап калуунун түрлөрү

source: Training Achievement Types
kg: Тренингдер боюнча жетишкендиктер тиби

source: Training Course Types
kg: Тренингдик курстардын типтери

source: Training Field Studies
kg: Талаалык окуулар

source: Training Levels
kg: Тренингдер деңгээлдери

source: Traing Mode Deliveries
kg: Окутуу ыкмалары

source: Training Need Competencies
kg: Окутууга болгон керектөөлөрдүн негизинде окутуу боюнча компетенциялар

source: Training Need Standards
kg: Окутууга болгон керектөөлөрдүн негизинде окутуу стандарттары

source: Training Need Sub Standards
kg: Окутууга болгон керектөөнүн негизинде окутуу боюнча стандартчалар

source: Training Priorities
kg: Окутуудагы артыкчылыктуу багыттар

source: Training Requirements
kg: Окутууга талаптар

source: Training Result Types
kg: Тренингдин жыйынтыктарынын типтери

source: Training Specialisation
kg: Окутуу боюнча адистештирүү

source: Contact Types
kg: Контакттардын типтери

source: Employment Types
kg: Ишке орношуу типтери

source: Extracurricular Types
kg: Класстан тышкаркы сабактардын типтери

source: Identity Types
kg: Документтин туру

source: License Types
kg: Лицензиялардын типтери

source: License Classifications
kg: Лицензиялардын классификациясы

source: Special Need Types
kg: Өзгөчө керектөөлөрдүн типтери

source: Special Need Difficulties
kg: Өзгөчө керектөөлөргө байланышкан кыйынчылыктар

source: Countries
kg: Өлкөлөр

source: Comment Types
kg: Комментарийлердин тиби

source: Behavior Classifications
kg: Жүрүм-турум классификациясы

source: Infrastructure Ownerships
kg: Инфраструктурага менчик укугу

source: Infrastructure Conditions
kg: Инфраструктуранын шарттары

source: Infrastructure Need Types
kg: Инфраструктурага муктаж болуунун типтери

source: Infrastructure Project Funding Sources
kg: Инфраструктуралык долбоорлорду каржылоо булактары

source: Infrastructure WASH Water Types
kg: Инфраструктуранын типтери (Суу)

source: Infrastructure WASH Water Functionalities
kg: Инфраструктуранын функционалдуулугу (Суу)

source: Infrastructure WASH Water Proximities
kg: Инфраструктуранын жакын жайгашуусу (Суу)

source: Infrastructure WASH Water Quantities
kg: Инфраструктуранын саны (Суу)

source: Infrastructure WASH Water Qualities
kg: Инфраструктуранын сапаты (Суу)

source: Infrastructure WASH Water Accessibilities
kg: Инфраструктуранын жеткиликтүүлүгү (Суу)

source: Infrastructure WASH Sanitation Types
kg: Инфраструктуранын типтери (Санитария)

source: Infrastructure WASH Sanitation Uses
kg: Инфраструктураны пайдалануу (Санитария)

source: Infrastructure WASH Sanitation Qualities
kg: Инфраструктуранын сапаты (Санитария)

source: Infrastructure WASH Sanitation Accessibilities
kg: Инфраструктуранын жеткиликтүүлүгү (Санитария)

source: Infrastructure WASH Hygiene Types
kg: Инфраструктуранын типтери (Гигиена)

source: Infrastructure WASH Hygiene Soap/Ash Availabilities
kg: Самындын болушу (Гигиена)

source: Infrastructure WASH Hygiene Educations
kg: Инфраструктура жөнүндө билим берүү (Гигиена)

source: Infrastructure WASH Waste Types
kg: Калдыктарды башкаруу боюнча инфраструктуранын типтери

source: Infrastructure WASH Waste Functionalities
kg: калдыктарды башкаруу боюнча инфраструктуранын функционалдуулугу

source: Infrastructure WASH Sewage Types
kg: Канализацияга байланышкан инфраструктуранын типтери

source: Infrastructure WASH Sewage Functionalities
kg: канализацияга байланышкан инфраструктуранын функционалдуулугу

source: Utility Electricity Types
kg: Электр жарыгы тутумунун типтери

source: Utility Electricity Conditions
kg: Электр жарыгы тутумунун абалы

source: Utility Internet Types
kg: Интернет кызмат көрсөтүүлөрүнүн типтери

source: Utility Internet Conditions
kg: Интернеттин абалы

source: Utility Internet Bandwidths
kg: Интернеттин сапаты

source: Utility Telephone Types
kg: Телефондордун типтери

source: Utility Telephone Conditions
kg: Телефондордун абалы

source: Allergy Types
kg: Аллергия типтери

source: Consultation Types
kg: Кеп-кеңеш берүү типтери

source: Immunization Types
kg: Иммунизация типтери

source: Relationships
kg: Мамилелер

source: Test Types
kg: Тесттердин типтери

source: Transport Features
kg: Транспорттун мүнөздөмөлөрү

source: Bus Types
kg: Автобустардын типтери

source: Trip Types
kg: Баруулардын тиби

source: Land
kg: Жер

source: Floor
kg: Кабат

source: Direction
kg: Багыт

source: Url
kg: Веб-сайт

source: Client ID
kg: кардардын идентификациялык номери

source: Private Key
kg: Жабык ачкыч

source: Public Key
kg: Ачык ачкыч

source: No Of Users
kg: Колдонуучулардын саны

source: Question
kg: Суроо

source: Survey Form Section
kg: Анкета формасы боюнча секция

source: Institution Cases
kg: Уюмдардын иштери

source: Institution Positions
kg: Мекемедеги позициялар

source: Institution Surveys
kg: Уюмдун сурамжылоолору

source: Staff Position Profiles
kg: Персоналдын позициясынын профайлы

source: Staff Transfer In
kg: Персоналду которуу

source: Training Applications
kg: Окутууга арыз берүүлөр

source: Training Courses
kg: Тренингдик курстар

source: Training Sessions
kg: Тренингдик сессиялар

source: Outcome Template
kg: Жыйынтык үчүн шаблон

source: Outcome Period
kg: Жыйынтык мезгили

source: Performance
kg: Аткаруу

source: Outcomes
kg: Жыйынтыктар

source: Banks
kg: Банктар

source: Qualification Specialisations
kg: Квалификация боюнча адистешүүлөр

source: Training Mode Deliveries
kg: Окутуу ыкмалары

source: Training Need Categories
kg: Окутууга муктаж категориялар

source: Training Specialisations
kg: Тренингдик адистешүүлөр

source: Employment Status Types
kg: Ишке орношуу макамынын типтери

source: Behaviour Classifications
kg: Жүрүм-турумдун классификациясы

source: Programme Orientations
kg: Программа боюнча багыттама

source: Themes
kg: Темалар

source: Application Name
kg: Заявканын аталышы

source: Login Page Image
kg: Кирүү барагынын сүрөтү

source: Colour
kg: Түсү

source: Submit For Cancellation
kg: Четке кагууга жөнөтүү

source: Cancelled
kg: Четке кагылды

source: Reject
kg: Четке кагуу

source: Student Transfer In
kg: Окуучуну которуу

source: Student Transfer Out
kg: Окуучуну которуу

source: Previous Institution
kg: Буга чейинки мекеме

source: Current Institution
kg: Учурдагы мекеме

source: New Institution
kg: Жаңы мекеме

source: Previous Education Grade
kg: Буга чейинки билим берүү боюнча баалоо

source: Code must be unique
kg: Код уникалдуу болушу керек

source: Value cannot be more than two decimal places
kg: Маани үтүрдөн кийинки эки белгиден чоң болбош керек

source: Value must be within 0 to 100
kg: Маани 0дөн 100гө чейинки чекте болушу керек

source: Value must be within 0 to 9.99
kg: Маани 0дөн 9,99га чейинки чекте болушу керек

source: Max value must be greater than min value
kg: Максималдуу маании минималдуу мааниден чоң болушу керек

source: Max value must be greater than step value
kg: Максималдуу маани кадамдан чоң болушу керек

source: Please enter a unique name in the selected academic period
kg: Тандалган академиялык мезгилге уникалдуу ысымды киргизгиле

source: Date Disabled should not be earlier than Date Enabled
kg: Өчүрүлдү деген дата киргизилди деген датадан эрте болбошу керек

source: To Date should not be earlier than From Date
kg: Датага чейин датадан тартып дегенден эрте болбошу керек

source: Text
kg: Текст

source: Decimal
kg: Ондук

source: Textarea
kg: Текст жазылган жаат

source: Dropdown
kg: Түшүп кала турган тизме

source: Checkbox
kg: Желекче белгилер

source: Table
kg: Таблица

source: Student List
kg: Окуучулардын тизмеси

source: Coordinates
kg: Координаттары

source: Repeater
kg: Кайталоочу

source: Slider
kg: Кыймылдаткыч

source: You have entered an invalid URL.
kg: Сиз туура эмес URL киргиздиңиз

source: You are not allow to remove the following in-use grades: %s
kg: Сизге төмөнкү пайдаланылган бааларды өчүрүүгө уруксат берилбейт: % s

source: File records exceeds maximum size allowed
kg: Файловые записи превышают максимально допустимый размер

source: File format not supported
kg: Файлдын форматы мында иштебейт

source: The file cannot be imported due to errors encountered.
kg: Файл катачылыктардан улам импорттолбойт

source: The uploaded file exceeds the max filesize upload limits.
kg: Жүктөлгөн файл жүктөөнүн максималдуу көлөмүнөн ашып кетти

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
kg: жүктөлгөн файл HTML формасында көрсөтүлгөн MAX_FILE_SIZE директивасынан ашып кетти

source: The uploaded file was only partially uploaded.
kg: Жүктөлгөн файл жарым-жартылай гана жүктөлдү

source: No file was uploaded.
kg: Файл жүктөлгөн жок

source: Missing a temporary folder. Please contact your network administrator for assistance.
kg: Убактылуу папка жок. Түйүндүн администраторуна жардам сурап кайрылыңыз

source: Failed to write file to disk. Please contact your network administrator for assistance.
kg: Файлды дискке жазууга мүмкүн болбоду. Түйүндүн администраторуна жардам сурап кайрылыңыз

source: A PHP extension stopped the file upload. Please contact your network administrator for assistance.
kg: PHP кеңейиши файлды жүктөөнү токтотту. Түйүндүн администраторуна жардам сурап кайрылыңыз

source: Administration - Reject Record
kg: Администрация - Жазууну четке кагуу

source: Administration - Close Record
kg: Администрация - Жазууну жабуу

source: Administration - Approve Record
kg: Администрация - Жазууну колдоого алуу

source: Administration - Change Assignee
kg: Администрация - Дайындалган адамды өзгөртүү

source: Administration - Record Created
kg: Администрация - Жазуу түзүлдү

source: Administration - Record Imported
kg: Администрация - Жазуу импорттолду

source: Selected value does not match with Staff Leave Type
kg: Тандалып алынган маани штаттык өргүүнүн тибине шайкеш келбейт

source: Staff Leave Type Id
kg: Штаттык өргүүнүн тибинин идентификатору

source: No active institution
kg: Активдүү эмес уюмдар
