Repository: skalor/emis_kg
Catalog: src/Locale/kg/default.po
Languages: kg

source: Home
kg: Башкы бет

source: Account
kg: Аккаунт

source: Help
kg: Жардам

source: Logout
kg: Чыгуу

source: Institutions
kg: Уюм

source: Students
kg: Окуучулар

source: Teachers
kg: Мугалимдер

source: Staff
kg: Персонал

source: Reports
kg: Отчеттор

source: Administration
kg: Башкаруу

source: Female
kg: Аял

source: Select File
kg: Файлды тандоо

source: Edit
kg: Тууралоо

source: View
kg: Кароо

source: Delete
kg: Өчүрүү

source: History
kg: Тарых

source: Save
kg: Сактоо

source: Cancel
kg: Жокко чыгаруу

source: Update
kg: Жаңылоо

source: Student
kg: Окуучу

source: Notice
kg: Эскертме

source: %s have been deleted successfully.
kg: % ийгиликтүү өчүрүлдү

source: Add New Student
kg: Жаңы окуучуну кошуу

source: Details
kg: Кененирээк

source: Attachments
kg: Тиркеп коюу

source: Overview
kg: Баяндама

source: Field Options
kg: Мамычанын параметрлери (справочники)

source: Assessments
kg: Баалар

source: Add
kg: Кошуу

source: Attachment
kg: Тиркеме

source: First Name
kg: Аты

source: Last Name
kg: Фамилиясы

source: Gender
kg: Жынысы боюнча бөлүү

source: Date Of Birth
kg: Туулган датасы

source: File
kg: Файл

source: Description
kg: Сүрөттөө

source: File Type
kg: Файлдын тиби

source: Institution
kg: Уюм

source: Start Date
kg: Башталган датасы

source: End Date
kg: Аяктаган датасы

source: Address
kg: Дареги

source: Address Area
kg: Дареги

source: Postal Code
kg: Почта индекси

source: Telephone
kg: Телефон

source: Email
kg: Электрондук почта (e-mail)

source: General
kg: Жалпы

source: Contact
kg: Контакт

source: No Student found
kg: Окуучу табылган жок

source: Add New Staff
kg: Жаңы персоналды кошуу

source: Qualifications
kg: Квалификациялар

source: Training
kg: Квалификацияны жогорулатуу

source: Teacher Information
kg: Мугалим жөнүндө маалымат

source: Other Information
kg: Кошумча маалымат

source: Completed Date
kg: Аяктаган датасы

source: Category
kg: Категориясы

source: Certifications
kg: Сертификаттар

source: Teacher
kg: Мугалим

source: Please enter a valid Address
kg: Туура даректи киргизиңиз

source: Please enter a valid Postal Code
kg: Колдонуудагы почта индексин киргизиңиз

source: Permissions
kg: Уруксат берүүлөр

source: Users
kg: Колдонуучулар

source: Add User
kg: Колдонуучуну кошуу

source: Roles
kg: Ролдор

source: Add Institution
kg: Уюмду кошуу

source: Area
kg: Облус (аянт)

source: Code
kg: Код

source: Sector
kg: Менчиктин формалары

source: Provider
kg: Жабдуучу

source: Type
kg: Тиби

source: Ownership
kg: Менчик укуктары

source: Country
kg: Өлкө

source: Locality
kg: Аймак

source: Latitude
kg: Географиялык кеңдик (Географическая широта)

source: Longitude
kg: Географиялык узундук (Географическая долгота)

source: Status
kg: Макам (статус)

source: Date Opened
kg: Ачылган датасы

source: Date Closed
kg: Жабылган датасы

source: Location
kg: Дареги (жайгашкан жери) жөнүндө маалымат

source: Contact Person
kg: Байланышуучу адам

source: Fax
kg: Факс

source: Website
kg: Сайт

source: Active
kg: Активдүү

source: Account Name
kg: Аккаунттун аталышы

source: Account Number
kg: Аккаунт номери

source: Bank
kg: Банк

source: Grade
kg: Денгээл

source: Attendance
kg: Катышуу

source: Behaviour
kg: Жүрүм-туруму

source: Results
kg: Жыйынтыктары

source: Total
kg: Жалпы саны

source: Amount
kg: Сумма

source: System Information
kg: Системалык маалыматтар

source: License
kg: Лицензия

source: Finance
kg: Каржы

source: Select
kg: Тандоо

source: System
kg: Система

source: Level
kg: Деңгээл

source: Cycle
kg: Цикл

source: Programme
kg: Программа

source: Field Of Study
kg: Багыт (Адистиги)

source: Subject
kg: Предмет

source: Bank Accounts
kg: Банктык эсептер

source: Bank Account
kg: Банк эсептери

source: Programmes
kg: Программалар

source: Classes
kg: Класстар

source: Textbooks
kg: Окуу китептери

source: Infrastructure
kg: Инфраструктура

source: Finances
kg: Каржы

source: System Setup
kg: Системаны жөндөө

source: Administrative Boundaries
kg: Административдик чек аралар

source: Education Structure
kg: Билим берүү структурасы

source: Custom Fields
kg: Колдонуучулардын мамычалары

source: System Configurations
kg: Системанын конфигурациясы

source: Setup
kg: Жөндөөлөр

source: Current Password
kg: Учурдагы пароль

source: New Password
kg: Жаңы пароль

source: Retype New Password
kg: Жаңы паролду кайталагыла

source: Username
kg: Логин

source: Last Login
kg: Системага акыркы жолу кирүүсү

source: Areas
kg: Облустар

source: Visible
kg: Көрүнүктүү

source: Area Level
kg: Облустун деңгээли

source: Area Levels
kg: Облустун деңгээлдери

source: Education Level
kg: Билим деңгээли

source: Education System
kg: Билим берүү системасы

source: Admission Age
kg: Кабыл алуу жаш курагы

source: Programme Orientation
kg: Багыттоо программалары

source: Subjects
kg: Предметтер

source: Duration
kg: Узактыгы

source: Grades
kg: Деңгээл

source: Option
kg: Опция

source: Current
kg: Учурдагы

source: Buildings
kg: Имараттар

source: Rooms
kg: Кабинеттер

source: Other
kg: Башка

source: Training Categories
kg: Тренинг категориялары

source: Section Break
kg: Параграф

source: List
kg: Тизме

source: Title
kg: Аталышы

source: Language
kg: Тили

source: Password
kg: Пароль

source: Login
kg: Кирүү

source: Function
kg: Функция

source: Configurations
kg: Конфигурациялар

source: Role
kg: Роль

source: Add New User
kg: Жаңы колдонуучуну кошуу

source: Inactive
kg: Активдүү эмес

source: Institution Reports
kg: Уюмдун отчеттору

source: Staff Reports
kg: Персоналдын отчету

source: DataQuality Reports
kg: Маалыматтардын сапаты жөнүндө отчеттор

source: Institution Report
kg: Уюмдун отчёту

source: Textbook Report
kg: Окуу китептери боюнча отчет

source: Training Report
kg: Окуу отчету

source: Building Report
kg: Имараттар боюнча отчет

source: Rooms Report
kg: Бөлмөлөр боюнча отчет

source: Custom
kg: Колдонуучулук

source: Data Quality
kg: Маалыматтардын сапаты

source: Institutions Report
kg: Уюмдар боюнча отчёт

source: Processing
kg: Иштеп чыгуу

source: Pending
kg: Күтүү

source: Completed
kg: Аяктады

source: Export
kg: Экспорт

source: Security
kg: Коопсуздук

source: Value
kg: Мааниси (номери, дареги)

source: No
kg: Жок

source: Yes
kg: Ооба

source: Loading
kg: Жүктөө ...

source: Generated
kg: Генерацияланган

source: Classification
kg: Классификациясы

source: Information
kg: Маалымат

source: Bank Account Name
kg: Банк эсебинин аталышы

source: Bank Branch Name
kg: Банк филиалынын аталышы

source: Class
kg: Класс

source: Building
kg: Имарат

source: Room
kg: Бөлмө

source: Student Name
kg: Окуучунун аты

source: Education Programme
kg: Билим берүү программасы (профиль)

source: Education Grade
kg: Билим берүү деңгээли

source: Logo
kg: Логотип

source: Data Outliers
kg: Сайттын түрү

source: Data Discrepancy
kg: Маалыматтардын дал келбестиги

source: Data Discrepancy Variation(%)
kg: Маалыматтардын дал келбестигинин вариациясы (%)

source: Rubrics
kg: Аталышы

source: Pass Mark
kg: Босого баллы

source: Back
kg: Артка

source: Modified By
kg: Өзгөртүлдү

source: Modified On
kg: Өзгөртүү күнү

source: Created By
kg: Түзүлдү

source: Created On
kg: Түзүлгөн датасы

source: Descriptions
kg: Сүрөттөөлөр

source: Visits
kg: Визиттер

source: Color
kg: Түсү

source: Date
kg: Датасы

source: Comment
kg: Комментарий

source: Visit Type
kg: Визиттин тиби

source: National Code
kg: Улуттук Код

source: International Code
kg: Эл аралык код

source: Identities
kg: Документтер

source: Number
kg: Номери

source: Issue Date
kg: Берилген датасы

source: Expiry Date
kg: Чейин жарактуу

source: Courses
kg: Курстар

source: Sessions
kg: Сессиялар

source: All
kg: Бардыгы

source: New
kg: Жаңы

source: Pending for Approval
kg: Бекитүү күтүлүүдө

source: Course Code
kg: Курстун коду

source: Course Title
kg: Курстун аталышы

source: Course Description
kg: Курстун сүрөттөлүшү

source: Credit Hours
kg: Зачеттук сааттар

source: Mode of Delivery
kg: Окутуу ыкмасы

source: Training Provider
kg: Окутууну уюштуруучу

source: Training Requirement
kg: Окутуу талабы

source: Training Level
kg: Окутуунун деңгээли

source: Submit for Approval
kg: Бекитүүгө сунуштоо

source: Trainer
kg: Тренер (окутуучу)

source: Trainees
kg: Катышуучулар

source: Course
kg: Курс

source: Needs
kg: Керектөөлөр

source: Training Needs
kg: Окуу керектөөлөрү

source: Training Results
kg: Окутуунун жыйынтыктары

source: Result
kg: Жыйынтык

source: Comments
kg: Комментарийлер

source: Nationalities
kg: Жарандыгы

source: SMS
kg: СМС

source: Logs
kg: Жазуулар

source: Enabled
kg: Киргизилген

source: Message
kg: Кабар

source: Download
kg: Жүктөө

source: Confirm
kg: Бекемдөө

source: Field of Studies
kg: Багыт (Адистиги)

source: Levels
kg: Билим берүү деңгээли

source: Providers
kg: Жабдуучулар

source: Statuses
kg: Макамдар

source: Add Trainee
kg: Катышуучуну кошуу

source: Course Type
kg: Окутуу түрү

source: Course Types
kg: Окутуу түрлөрү

source: Groups
kg: Топтор

source: Action
kg: Иш-аракет

source: Format
kg: Формат

source: Middle Name
kg: Атасынын аты (Отчество)

source: Preferred Name
kg: Жактырган аты

source: Max Resolution: %s pixels
kg: Максималдуу уруксат берүү: %s пикселдердин

source: Trainings
kg: Тренингдер

source: Shifts
kg: Сменалар

source: Training Reports
kg: Окутуу жөнүндө отчеттор

source: Clear
kg: Өчүрүү

source: Hours
kg: Сааттар

source: Search
kg: Издөө

source: Advanced Search
kg: Кеңейтилген издөө

source: Education Cycle
kg: Билим берүү циклы

source: Nursery
kg: Ясли

source: Auto Generated OpenEMIS ID
kg: Автоматтык түрдө түзүлгөн БББМС ID

source: Custom Validation
kg: Жеке текшерүү

source: LDAP Configuration
kg: Каталогдорго жетүүнүн жөнөкөйлөтулгөн протоколунун конфигурациясы

source: Version
kg: Версиясы

source: Authentication
kg: Аутентификация

source: Nationality
kg: Жарандыгы

source: Behaviour Report
kg: Жүрүм-туруму жөнүндө отчет

source: Survey
kg: Сурамжылоо

source: Synchronized
kg: Синхрондоштурулган

source: Contacts
kg: Байланыштар

source: Languages
kg: Тилдер

source: Special Needs
kg: Өзгөчө керектөөлөр

source: Awards
kg: Сыйлыктар

source: Memberships
kg: Мүчөлүктөр

source: Licenses
kg: Лицензиялар

source: Positions
kg: Позициялар (должности)

source: Leave
kg: Өргүү

source: Extracurricular
kg: Класстан тышкары

source: Employment
kg: Ишке орношуу

source: Salary
kg: Айлык маянасы

source: Health
kg: Ден-соолук

source: Immunizations
kg: Эмдөө

source: Medications
kg: Дары-дармектер

source: Allergies
kg: Аллергиялар

source: Tests
kg: Тесттер

source: Consultations
kg: Кеңешүүлөр

source: Achievements
kg: Жетишкендиктер

source: Mobile
kg: Мобилдик

source: Phone
kg: Телефон

source: Preferred
kg: Приоритет

source: Writing
kg: Жазуу жөндөмү

source: Reading
kg: Окуу жөндөмү

source: Speaking
kg: Сүйлөө жөндөмү

source: Listening
kg: Угуу жөндөмү

source: Issuer
kg: Берген органы

source: Employment Status
kg: Иштөө статусу

source: Graduate Year
kg: Бүтүрүүчү жыл

source: Number Of Days
kg: Күндөрдүн саны

source: Deductions
kg: Алып салуулар

source: Additions
kg: Толуктоолор

source: Conditions
kg: Шарттар

source: Relationship
kg: Туугандары

source: Dosage
kg: Доза

source: Severe
kg: Оор

source: Treatment
kg: Дарылоо

source: Appointment
kg: Дайындоо

source: Contract
kg: Контракт

source: Weighting
kg: Баалоо

source: Evaluator
kg: Баалоочу

source: Add Criteria
kg: Критерий кошуу

source: Date Enabled
kg: Ачылган датасы

source: Date Disabled
kg: Жабылуу датасы

source: Criteria
kg: Критерий

source: Reorder
kg: Тартибин өзгөртүү

source: Options
kg: Опциялар

source: Total Weighting(%)
kg: Жалпы баа (%)

source: Grand Total Weighting(%)
kg: Жалпы жыйынтыктоочу баа (%)

source: Report Generated
kg: Отчет генерацияланган

source: Staff Type
kg: Персоналдын түрү

source: Position
kg: Позиция (должность)

source: File size should not be larger than %s.
kg: Файлдын көлөмү %s чоң болбошу керек

source: *Maximum 5 files are permitted on single upload. Each file size should not be larger than 2MB.
kg: *5 файлга чейин жүктөөгө уруксат. Ар бир файлдын көлөмү 2 МБ ашпашы керек.

source: Result Type
kg: Натыйжанын түрү

source: Add Trainer
kg: Тренерди (окутуучуну) кошуу

source: Trainers
kg: Окуутучулар (тренерлер)

source: Download Template
kg: Шаблонду көчүрүү

source: %s Record(s) have been updated
kg: % Жазуу(лар) жаңыланган

source: Column %s only accepts 0 or 1 as input.
kg: % колонкасы киргизүүдө 0 менен 1ди гана кабыл алат.

source: Row %s: %s
kg: Катар %s: %s

source: Training Result
kg: Тренингдин жыйынтыгы

source: OpenEMIS ID
kg: ID БББMC

source: (1=Pass/0=Fail)
kg: (1=Зачет/0=Зачет эмес)

source: Training Priority
kg: Окуутуу артыкчылыгы

source: Course Catalogue
kg: Курстун каталогу

source: Need Category
kg: Керектөөнүн категориясы

source: Specialisation
kg: Адистешүү

source: Years
kg: Жылдар

source: Staff with OpenEmis ID %s does not exist.
kg: БББМС % ID ээ кызматкери жок.

source: Staff with OpenEmis ID %s does not meet the Course requirement.
kg: БББМС %s ID кызматкери курстун талаптарына дал келбейт.

source: translations
kg: которуулар

source: Absence
kg: Катышпоо

source: From
kg: Баштап

source: To
kg: Чейин

source: Reason
kg: Себеп

source: Time
kg: Убакыт

source: Shift
kg: Смена

source: Start Time
kg: Башталган убакыт

source: End Time
kg: Аяктаган убакыт

source: Shift Details
kg: Сменанын маселелери

source: Teaching
kg: Окутуу

source: Reset
kg: Кайра ишке киргизүү

source: Guardians
kg: Сакчылар

source: Maps
kg: Карталар

source: Fees
kg: Окутуу үчүн акы

source: Fee Types
kg: Төлөм түрлөрү

source: Add Student
kg: Окуучуну кошуу

source: Add Staff
kg: Уюмга кошуу

source: Custom Field
kg: Туураланып жаткан мамыча

source: Promoted
kg: Кийинки класска/группага которуу

source: Sections
kg: Секциялар

source: Repeated
kg: Экинчи жылга

source: Academic Periods
kg: Академиялык мезгилдер

source: Communications
kg: Коммуникациялар

source: Dashboard
kg: Маалыматтык блок

source: Infrastructures
kg: Инфраструктура

source: Notices
kg: Кабарлоолор

source: Transfer Status
kg: Которуунун макамы

source: Student Transfer Reason
kg: Окуучуну которуунун себеби

source: Academic
kg: Академиялык

source: Total Institutions
kg: Окуу мекемелеринин жалпы саны

source: Total Students
kg: Окуучулардын жалпы саны

source: Total Staff
kg: Кызматкерлердин жалпы саны

source: About
kg: Салыштырмалуу

source: Preferences
kg: Көбүрөөк жактырганы

source: Forms
kg: Формалар

source: Third Name
kg: Үчүнчү ысым

source: Birthplace Area
kg: Туулган жери

source: Modified User
kg: Ким өзгөрдү

source: Modified
kg: Өзгөртүлдү

source: Created User
kg: Жаратуучу

source: Created
kg: Жаралды

source: Absences
kg: Жок

source: Behaviours
kg: Жүрүм-турумдар

source: Extracurriculars
kg: Факультативдик сабактар

source: Alternative Name
kg: Кыргыз тилинде аталышы

source: Area Administrative
kg: Административдик район

source: (Area (Education
kg: (Облус (Билим берүү

source: Career
kg: Карьера

source: Professional
kg: Кесипкөй

source: Salaries
kg: Айлык акылар

source: Workflow
kg: Эмгек процесси

source: Workbench
kg: Эскертмелер

source: Received Date
kg: Алган датасы

source: Request Title
kg: Суроо-талаптын аталышы

source: Transferred
kg: Башка уюмдан которулган

source: Pending Transfer
kg: Которуу күтүлүүдө

source: Graduated
kg: Выпуск (бүтүрдү)

source: All Statuses
kg: Бардык макамдар (статустар)

source: Student Status
kg: Окуучунун макамы

source: Photo
kg: Фото

source: Actions
kg: Иш-аракеттер

source: All Grades
kg: Класстар/Группалар

source: Display
kg: Көрсөтүү

source: records
kg: Жазуулар

source: Showing %s to %s of %s records
kg: %s жазуудан %s тен %s ке чейинкисин көрсөтүү

source: Next Academic Period
kg: Кийинки окуу жылы

source: Academic Period
kg: Окуу жылы

source: Transfer Requests
kg: Которууга арыз берүүлөр

source: Transfer
kg: Башка уюмга которуу

source: Promotion / Graduation
kg: Жогорулоо/Аяктоо

source: Questions
kg: Суроолор

source: Draft
kg: Долбоор

source: Enrolled
kg: Катталды

source: Position Type
kg: Иш орношуунун туру

source: Staff Status
kg: Кызматкердин макамы

source: Pages
kg: Беттер

source: Fields
kg: Мамычалар

source: Infrastructure Level
kg: Инфраструктуранын деңгээли

source: Size
kg: Өлчөмү

source: Infrastructure Ownership
kg: Инфраструктурага жеке менчик укугу

source: Year Acquired
kg: Сатып алынган жылы

source: Year Disposed
kg: Пайдаланылган жылы

source: Infrastructure Condition
kg: Инфраструктуранын шарты

source: Area Administratives
kg: Административдик облустар

source: Number Of Students By Year
kg: Жыл ичиндеги окуучулардын саны

source: Number Of Staff
kg: Кызматкерлердин саны

source: Date On File
kg: Файлдагы дата

source: New Value
kg: Жаңы мааниси

source: Old Value
kg: Эски мааниси

source: Field
kg: Мамыча

source: Module
kg: Модуль

source: Female Students
kg: Окуучу кыздар

source: Male Students
kg: Окуучу балдар

source: Home Room Teacher
kg: Класстык мугалим

source: Class Name
kg: Класстын аталышы

source: Subject Name
kg: Предметтен аталышы

source: OpenEMIS ID, Identity Number or Name
kg: ББМС ID

source: Photo Content
kg: Документтин сканерленген көчүрмөсү

source: Contact Type
kg: Байланышуунун тиби

source: Contact Value
kg: Байланышуунун мааниси

source: Identity Type
kg: Документтин түрү

source: Identity Number
kg: Документтин номери

source: Special Need
kg: Өзгөчө муктаждык

source: Student Behaviour Category
kg: Окуучунун жүрүм-турум категориясы

source: Date Of Behaviour
kg: Жүрүм-турум датасы

source: No Available Classes
kg: Бош класстар жок

source: Assessment
kg: Баа

source: To Be Completed By
kg: Карата аяктайт

source: Last Modified
kg: Акыркы өзгөртүлгөн күнү

source: Completed On
kg: Аяктоо датасы

source: All Positions
kg: Бардык кызмат орундары

source: Genders
kg: Жынысы боюнча бөлүү

source: Birthplace Areas
kg: Туулган жери

source: Address Areas
kg: Дареги

source: Expires On
kg: Жарактуулук датасы

source: Started On
kg: Башталган күнү

source: Evaluation Date
kg: Баалоо датасы

source: Employments
kg: Эмгек ишмердүүлүгү

source: Employment Type
kg: Ишке орношуу тиби

source: Employment Date
kg: Ишке орношуу датасы

source: EducationSubject
kg: Билим берүү предмети

source: Staff Absence Reason
kg: Кызматкердин жок болушунун себеби

source: Days
kg: Күндөр

source: Date To
kg: Дата чейин

source: Date From
kg: Дата тартып

source: Staff Leave Type
kg: Персоналдын өргүүсүнүн тиби

source: Document No
kg: Документтин номери

source: Extracurricular Type
kg: Класстан тышкаркы көрүнүш

source: Points
kg: Упайлар

source: Grade/Score
kg: Баа

source: Membership
kg: Ментордук

source: License Number
kg: Лицензиянын номери

source: License Type
kg: Лицензиянын тиби

source: Staff Training Category
kg: Персоналды окутуу категориясы

source: Remarks
kg: Эскертмелер

source: Bank Branch
kg: Банктын филиалы

source: Bank Name
kg: Банктын аталышы

source: Net Salary
kg: Таза айлык акы

source: Gross Salary
kg: Маяна, анын ичинде салыктар

source: Salary Date
kg: Айлык акынын датасы

source: Feature
kg: Өзгөчөлүктөр

source: Number Of Classes
kg: Класстардын саны

source: Time Of Behaviour
kg: Жүрүм-турум убактысы

source: Identity
kg: Иденттүүлүк

source: Education Grades
kg: Билим берүү деңгээли

source: Subject Code
kg: Предметтин коду

source: Create New
kg: Жаңысын түзүү

source: Staff Attendances
kg: Кызматкерлердин катышуусу

source: Pending Admission
kg: Кабыл алууну күтүү

source: Rejected
kg: Баш тартты

source: Home Page
kg: Кош келиңиз!

source: Pending Dropout
kg: Окуудан чыгарылууну күтүүдө

source: Execute
kg: Аткаруу

source: File Content
kg: Файлдын мазмуну

source: No Teacher Assigned
kg: Мугалим дайындалган

source: All Classes
kg: Бардык класстар

source: Student Behaviours
kg: Окуучулардын жүрүм-туруму

source: Student Attendances
kg: Окуучунун келип катышуусу

source: Total Fee
kg: Жалпы төлөм

source: Amount Paid
kg: Төлөнгөн сумма

source: Outstanding Fee
kg: Төлөнбөгөн сумма

source: Staff Behaviours
kg: Кызматкерлердин жүрүм-туруму

source: Survey Form
kg: Сурамжылоонун формасы

source: Rubric Template
kg: Рубриканын шаблону

source: Academic Period Level
kg: Академиялык мезгилдин деңгээли

source: Quality Visit Type
kg: Сапаттуу визит тиби

source: Labels
kg: Вкладки

source: Guardian
kg: Камкорчу

source: Guardian Relation
kg: Камкорчунун байланышы

source: Student Fees
kg: Окуучулардын төлөмдөрү

source: Add Addition
kg: Кошумча кошуу

source: Add Deduction
kg: Чыгарып салууну кошуу

source: Absence Type
kg: Катышпоонун түрлөрү

source: Age
kg: Жашы

source: Copyright
kg: Автордук укук

source: All rights reserved.
kg: Бардык укуктар корголгон

source: Directory
kg: Колдонуучулар

source: Audit
kg: Аудит

source: Import Students
kg: Окуучуларды киргизүү

source: Select File To Import
kg: Импорт үчүн файлды тандоо

source: Import
kg: Импорт

source: Network Connectivity
kg: Түйүндүк кошуу

source: Open
kg: Ачык

source: Blood Type
kg: Кандын тиби

source: Doctor Name
kg: Дарыгердин аты

source: Doctor Contact
kg: Дарыгер менен байланышуу

source: Healths
kg: Ден-соолук

source: Health Insurance
kg: Медициналык камсыздандыруу

source: Medical Facility
kg: Медициналык мекеме

source: Health Allergies
kg: Аллергиялар

source: Health Allergy Type
kg: Аллергия тиби

source: Health Consultations
kg: Медициналык кеп-кеңештер

source: Health Consultation Type
kg: Ден-соолугу боюнча кеп-кеңеш берүү тиби

source: Health Families
kg: Үй-бүлөнүн ден-соолугу

source: Families
kg: Үй-бүлөлөр

source: Health Relationship
kg: Медициналык мамилелер

source: Health Condition
kg: Ден-соолугунун абалы

source: Health Histories
kg: Бейтап баяны

source: Histories
kg: Баяндар

source: Health Immunization Type
kg: Медициналык эмдөө тиби

source: Health Tests
kg: Медициналык тесттер

source: Health Test Type
kg: Медициналык тест тиби

source: Map
kg: Карта

source: Health Immunizations
kg: Ден-соолукту иммунизациялоо"

source: Health Medications
kg: Ден-соолук үчүн дарылар

source: Building Status
kg: Имараттын макамы

source: Building Ownership
kg: Имаратка менчик укугу

source: Building Type
kg: Имараттын тиби

source: Single Grade
kg: Бирдиктүү

source: Multi Grade
kg: Ар кайсы класстар

source: Single Grade Classes
kg: Бир класстагы сабактар

source: Select Teacher or Leave Blank
kg: Мугалимди тандоо же бош калтыруу

source: .Are you sure you want to delete this record
kg: Бул жазууну өчүрүүнү каалаганыңыз аныкпы?

source: From Academic Period
kg: Окуу жылы

source: To Academic Period
kg: Окуу жылына

source: From Grade
kg: Деңгээлинен

source: To Grade
kg: Денгээлге

source: Next grade in the Education Structure is not available in this Institution or no Next Academic Period defined
kg: Кийинки класс бул уюм билим берүү түзүмүндө жеткиликтүү эмес же кийинки академиялык мезгил аныкталган эмес

source: Current Grade
kg: Учурдагы класс

source: Next Education Grade
kg: Кийинки класстык билим берүү классы

source: User Name
kg: Колдонуучунун аты

source: Student Absences
kg: Окуучунун келбегени

source: Full Day
kg: Толук күн

source: Staff Absences
kg: Кызматкердин келбегени

source: For Year %s
kg: Бир жыл үчүн %s

source: Select Period
kg: Мезгилди тандоо

source: Select Class
kg: Класс тандоо

source: No Programme Grade Fees
kg: Класс үчүн акы алынбайт"

source: Non-Teaching
kg: Окутуучулук эмес

source: No Notices
kg: Кабарлоолор жок

source: Parent
kg: Ата-эне

source: Staff Employments
kg: Кызматкерлердин иш менен алектенүүсү

source: This Institution
kg: Бул уюм

source: Other Institution
kg: Башка уюм

source: Promotion
kg: Жогорулатуу

source: Students have been promoted
kg: Окуучулар ийгиликтүү которулду

source: Undo
kg: Жокко чыгаруу

source: Current Staff List
kg: Учурда иштеп жаткан персоналдын тизмеси

source: Past Staff List
kg: Буга чейинки персоналдын тизмеси

source: Model
kg: Модуль

source: <Not In School>
kg: <Мектепте эмес>
